Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Accounts.po
Languages: es_es

source: Accounts
es_es: Contabilidad

source: At the end of sales and purchase cycle comes billing and payments. You may have an accountant in your team, or you may be doing accounting yourself, or you may have outsourced your accounting. In all the cases financial accounting forms the core of any business management system like an ERP.
es_es: Al final del ciclo de compras y ventas viene la facturación y pago. Puede tener un contador en su equipo, o puede estar llevando la contabilidad por usted mismo, o puede haber contratado un contador externo. En todos los casos la contabilidad financiera forma parte del núcleo de la sistema de administración financiera como un ERP.

source: In ERPNext, your accounting operations consists of 3 main transactions:
es_es: En ERPNext, su contabilidad consiste en 3 tipos principales de transacciones:

source: Sales Invoice: The bills that you raise to your Customers for the products or services you provide.
es_es: Facturas de Venta: Las facturas que hace a sus Clientes por los Productos y Servicios que vende.

source: Purchase Invoice: Bills that your Suppliers give you for their products or services.
es_es: Factura de Compra: Factura que su Proveedor emite por productos o servicios.

source: Journal Vouchers: For accounting entries, like payments, credit and other types.
es_es: Comprobante de Diario: Para registros contables, como pagos, créditos y otros tipos.

source: Introduction to Accounting
es_es: Introducción a la Contabilidad

source: People new to accounting are often confused with the terms Debit and Credit. Contrary to their meaning, these terms have nothing to do with who owes what.
es_es: Personas iniciándose en la contabilidad generalmente se sienten confundidos con el concepto de Debe y Haber. Al contrario de su significado literal, estos términos no tienen nada que ver con quien debe que.

source: Debit and Credit
es_es: Débito y Crédito

source: Debit and Credit are conventions. All accounting follows these, so that it is easy to understand the state of finances in a universal manner. These conventions are:
es_es: Débitos y Créditos son convenciones. Todos los contadores los siguen, así es fácil comprender el estado financiero de una empresa universalmente. Estas convenciones son:

source: All Accounts are of type Debit or Credit.
es_es: Todas las cuentas tienen movimientos Débito o Crédito.

source: Assets and Expenses (and their sub-groups) are always Debit.
es_es: Activos y Gastos (y sus sub cuentas) son de Saldo Deudor.

source: Liabilities and Income (and their sub-groups) are always Credit.
es_es: Pasivos e Ingresos (y sus sub cuentas) son de Saldo Acreedor.

source: In all accounting entries, you “debit” an Account or “credit” one.
es_es: En todos los movimientos contables, "debita" una Cuenta y "acredita" otra.

source: When you “debit” a Debit Account (an asset or expense), its value increases (“add” operation). When you “credit” a Debit Account, its value decreases (“subtract” operation). The same rule applies for Credit Accounts. “Crediting” a Credit Account, increases its value, “debiting” it decreases its value.
es_es: Cuando "débita" una Cuenta de Saldo Deudor (Activos o Gastos), aumenta su valor (un cargo a la cuenta). Cuando "acredita" una Cuenta de Saldo Deudor, su valor disminuye (un abono a la cuenta). La misma regla aplica para Cuentas de Saldo Acreedor. "Acreditar" una Cuenta de Saldo Acreedor, aumenta su valor, "Debitarla" disminuye su valor.

source: All accounting transactions (like a sales or a payment) must affect at least two different Accounts and sum of debits must be equal to sum of credits for the transaction. This is called the “double-entry bookkeeping system”.
es_es: Todas las transacciones contables (como una venta o un pago) debe afectar al menos dos cuentas diferentes y la suma de los débitos debe ser igual que la suma de los créditos para la operación. Esta se conoce como "sistema de contabilidad por partida doble".

source: Still confused? These conventions will become clear as you make transactions.
es_es: ¿Confundido? Todos estos conceptos se irán aclarando según valla realizando operaciones.

source: Accrual System
es_es: Sistema de Devengo

source: Another important concept to understand in Accounting is accrual. This is important when your payment happens separately from delivery.
es_es: Otro concepto importante para entender la contabilidad es el concepto de devengo. Este concepto es importante cuando sus pagos ocurren en fechas diferentes a la ventas.

source: For example, you buy X from a Supplier and your Supplier sends you a bill and expects you to pay in, for example, seven days. Even if you have not yet paid your Supplier, your expense must be booked immediately. This expense is booked against a group of Accounts called “Accounts Payable” that is the sum of all your outstanding dues to your Suppliers. This is called accrual. When you pay your Supplier, you will cancel his dues and update your bank account.
es_es: Por ejemplo, usted compra un producto X de un Proveedor y su Proveedor le enviá una factura de crédito en espera de su pago, por ejemplo en siete días. Incluso si usted no ha realizado en pago a su Proveedor, usted debe contabilizar inmediatamente sus gastos. Este gasto se contabiliza contra un grupo de Cuentas llamado "Cuentas por Pagar" que representa la suma de todos los pagos pendientes a sus proveedores. Esto se conoce como devengo. Cuando paga a un proveedor, debe cancelar sus deudas y actualizar su cuenta bancaria.

source: ERPNext works on an accrual system. The transactions that accrue income and expense are Sales Invoice and Purchase Invoice.
es_es: ERPNext trabaja con un sistema de devengo. Las transacciones que se acumulan como ingresos y gastos son de facturas de ventas y compras.

source: In retail, typically, delivery and payment happens at the same time. To cover this scenario, we have in ERPNext a POS Invoice (POS = Point of Sales). More on that later.
es_es: En ventas al detalle, la entrega de los productos y los pagos suceden al mismo momento. Para cubrir este escenario, en ERPNext hay una Factura de POS (POS = Punto de Venta). Mas sobre eso después.

source: Sales
es_es: Ventas

source: A Sales Invoice is a bill that you send to your customers, against which the customer processes the payment. Sales Invoice is an accounting transaction. On submission of Sales Invoice, the system updates the receivable and books income against a Customer Account.
es_es: Una Factura de Venta es una factura que enviá a sus clientes, contra la que sus cliente realizan sus pagos. La Factura de Venta es una transacción contable. Al crear una Factura de Venta, el sistema actualiza el monto por cobrar y registra el ingreso contra una Cuenta de Clientes.

source: You can create a Sales Invoice directly from
es_es: Puede crear una Factura de Ventas directamente desde:

source: Accounting &gt; Documents &gt; Sales Invoice &gt; New Sales Invoice
es_es: Contabilidad &gt; Documentos &gt; Facturas de Venta &gt; Nueva Factura de Venta

source: or Click on Make Invoice at the right hand corner of the Delivery Note.
es_es: o Clic en Hacer Factura en la esquina derecha de una Nota de Envió.

source: Accounting Impact
es_es: Impacto en la Contabilidad

source: All Sales must be booked against an “Income Account”. This refers to an Account in the “Income” section of your Chart of Accounts. It is a good practice to classify your income by type (like product income, service income etc). The Income Account must be set for each row of the Items table.
es_es: Todas la ventas deben ser registradas contra un "Cuenta de Ingresos". Esto se refiere a una cuenta la sección "Ingresos" de su Catalogo de Cuentas. Es una buena practica clasificar sus ingresos por tipo (como Ventas de Productos, Ventas de Servicios, etc.)- La Cuenta de Ingresos se debe definir es cada registro del maestro de Artículos.

source: To set default Income Accounts for Items, you can set it in the Item or Item Group.
es_es: Para configurar la Cuenta de Ingresos por defecto para los Artículos, puede definirla en el Articulo o Grupo de Artículos.

source: The other account that is affected is the Account of the Customer. That is automatically set from “Debit To” in the heading section.
es_es: La otra cuenta afectada es la Cuenta del Cliente. Es configurada automáticamente en la sección "Debitar a":

source: You must also mention the Cost Centers in which your Income must be booked. Remember that your Cost Centers tell you the profitability of the different lines of business or product. You can also set a default Cost Center in the Item master.
es_es: Debe también mencionar el Centro de Costos en la que se registrara el Ingreso. Recuerde que el Centro de Costos registra el rendimiento de sus diferentes lineas de negocios o productos. Puede también definir un Centro de Costos por defecto desde el Administrador de Artículos.

source: Accounting entries (GL Entry) for a typical double entry “Sale”:
es_es: Registros Contables (Entrada de Libro Mayor) para un registro por partida doble de una "Venta":

source: When booking a sale (accrual):
es_es: Cuando se registra una venta (devengo):

source: Debit: Customer (grand total) Credit: Income (net total, minus taxes for each Item) Credit: Taxes (liabilities to be paid to the government)
es_es: Débito: Cliente (Gran Total) Crédito: Ingreso (Total Neto: Menos impuestos para cada Articulo) Crédito: Impuestos (Cuentas por pagar al estado)

source: Dates
es_es: Fechas

source: Posting Date: The date on which the Sales Invoice will affect your books of accounts i.e. your General Ledger. This will affect all your balances in that accounting period.
es_es: Fecha de Registro: La fecha en que la Factura de Venta en que se registrara la cuenta, por ejemplo en su Mayor General. Esto afecta sus registros en el periodo contable.

source: Due Date: The date on which the payment is due (if you have sold on credit). This can be automatically set from the Customer master.
es_es: Fecha de Pago: La fecha en que el pago es realizado (si realizo la venta de crédito). Esto puede definirse automáticamente desde el Administrador de Clientes.

source: Recurring Invoices
es_es: Facturas Recurrentes

source: If you have a contract with a Customer where you bill the Customer on a monthly, quarterly, half-yearly or annual basis, you can check the “Recurring Invoice” box. Here you can fill in the details of how frequently you want to bill this Invoice and the period for which the contract is valid.
es_es: Si tiene un contrato con un Cliente al que le factura mensual, quincenal, semestral o anualmente, puede seleccionar la opción "Facturación Recurrente". Aquí puede llenar los detalles de que con que periodicidad desea facturar y el periodo para el que es valido en contrato.

source: ERPNext will automatically create new Invoices and mail it to the email ids you set.
es_es: ERPNext automáticamente generara nuevas Facturas y enviarlos por correo a los clientes definidos.

source: "Pro Forma" Invoice
es_es: Factura "Pro Forma"

source: If you want to give an Invoice to a Customer to make a payment before you deliver, i.e. you operate on a payment first basis, you should create a Quotation and title it as a “Pro-forma Invoice” (or something similar) using the Print Heading feature.
es_es: Si quiere dar a un Cliente una Factura para hacer un pago antes de haga el envió, por ejemplo trabaja en una sistema de pagos adelantados, debe crear una Cotización y definiría como una "Factura Pro Forma" (o algo similar) usando las opciones de membrete.

source: “Pro Forma” means for formality. Why do this? Because if you book a Sales Invoice it will show up in your “Accounts Receivable” and “Income”. This is not ideal as your Customer may or may not decide to pay up. But since your Customer wants an “Invoice”, you could give the Customer a Quotation (in ERPNext) titled as “Pro Forma Invoice”. This way everyone is happy.
es_es: "Pro Forma" por asunto de formalidad. ¿Porqué hacer esto? Porque si registra una Factura de Venta esta aparecerá en sus "Cuentas por Cobrar" y de "Ingresos". Esto no es lo ideal si su cliente decide hacer o no hacer el pago. Pero debido a que su Cliente va a necesitar una "Factura", puede darle al cliente una Pro Forma (en ERPNext) con el titulo de "Factura Pro Forma". Esta mantendrá a todos felices.

source: Purchase Invoice
es_es: Factura de Compra

source: Purchase Invoice is the exact opposite of your Sales Invoice. It is the bill that your Supplier sends you for products or services delivered. Here you accrue expenses to your Supplier. Making a Purchase Invoice is very similar to making a Purchase Order.
es_es: Factura de Compra es exactamente lo opuesto a las Facturas de Venta. Es la factura que le envía su proveedor por productos o servicios enviados. Aquí devenga pagos a sus proveedores. Hacer una Factura de Compra es similar a hacer una Factura de Venta.

source: To make a new Purchase Invoice, go to:
es_es: Para hacer una nueva Factura de Compra, valla a:

source: Accounts &gt; Documents &gt; Purchase Invoice &gt; New Purchase Invoice
es_es: Contabilidad &gt; Documentos &gt; Factura de Compra &gt; Nueva Factura de Compra

source: or click on “Make Purchase Invoice” in Purchase Order or Purchase Receipt.
es_es: o Clic en "Hacer Factura de Compra" en una Orden de Compra o Recibo de Compra.

source: The concept of “Posting Date” is again same as Sales Invoice. “Bill No” and “Bill Date” helps to track the bill number as set by your Supplier for reference.
es_es: El concepto de "Fecha de Registro" es igual similar a una Factura de Venta. "No de Factura" y "Fecha de Factura" le ayudan a llevar control el número de factura definido por su Proveedor como referencia.

source: Like in Sales Invoice, you have to enter an Expense or an Asset account for each row in your Items table. This helps to indicate if the Item is an Asset or an Expense. You must also enter a Cost Center. These can also be set in the Item master.
es_es: Como en las Facturas de Ventas, tiene que ingresar una cuenta de Gastos o una Cuenta de Activo para cada registro de su registro de Artículos. Esto ayuda a indicar si el Articulo es un Activo o un Gasto. También debe configurar un Centro de Costos. Esto puede configurarse desde el maestro de Artículos.

source: The Purchase Invoice will affect your accounts as follows:
es_es: La Factura de Compra afectara sus cuentas como se detalla a continuación:

source: Accounting entries (GL Entry) for a typical double entry “purchase”:
es_es: Registros Contables (Entradas del Libro Mayor) de un registro tipico por partida doble de una "compra":

source: Expense or Asset (net totals, excluding taxes)
es_es: Gasto o Activo (Total Neto, excluyendo impuestos)

source: Taxes (assets if VAT-type or expense again).
es_es: Impuestos (impuestos de tipo IVA).

source: Supplier
es_es: Proveedor

source: Is purchase an “Expense” or an “Asset”?
es_es: ¿Es la compra un "Gasto" o un "Activo"?

source: If the Item is consumed immediately on purchase, or if it is a service, then the purchase becomes an “Expense”. For example, a telephone bill or travel bill is an “Expense” - it is already consumed.
es_es: Si los Artículos se consumen inmediatamente en la compra, o si es un servicio, la compra es un "Gasto". Por ejemplo, una factura telefónica o un factura de viaje es un "Gasto" - si ya se ha realizado.

source: For inventory Items, that have a value, these purchases are not yet “Expense”, because they still have a value while they remain in your stock. They are “Assets”. If they are raw-materials (used in a process), they will become “Expense” the moment they are consumed in the process. If they are to be sold to a Customer, they become “Expense” when you ship them to the Customer.
es_es: Para Articulos del Inventario, que tiene un valor, estas compras no son "Gastos", porque tienen un valor que aun esta en el inventario. Son "Activos". Si son materias primas (usadas en un proceso), ellos se convertirán en un "Gasto" al momento en que se consuman durante el proceso. Si ellos son para ser vendidos a un Cliente, se volverán un "Gasto" cuando se envíen al Cliente.

source: Deducting Taxes at Source
es_es: Deduciendo Impuestos en la Fuente

source: In many countries, the law may require you to deduct taxes, while paying your suppliers. These taxes could be based on a standard rate. Under these type of schemes, typically if a Supplier crosses a certain threshold of payment, and if the type of product is taxable, you may have to deduct some tax (which you pay back to your government, on your Supplier’s behalf).
es_es: En muchos países, las leyes obligan a deducir impuestos, al momento de pagar a los proveedores. Estos impuestos se pueden basar en una tasa estándar. Según este tipo de esquemas, generalmente si un Proveedor acumula cierto monto de pago, y el producto es grabable posiblemente debe deducir algunos impuestos (los que deberá pagar al gobierno, a nombre del Proveedor).

source: To do this, you will have to make a new Tax Account under “Tax Liabilities” or similar and credit this Account by the percent you are bound to deduct for every transaction.
es_es: Para ello debe tener una crear una nueva cuenta de pasivo de impuestos y acreditar esta cuenta por el monto que desea deducir en cada transacción.

source: Taxes are an essential part of accounting, if you are miscalculating taxes your business may be at risk of fines and tax charges. If you are unsure about the calculation or application of any tax consult your accountant or tax specialist.
es_es: Los impuestos son un aspecto esencial de la contabilidad, el calculo incorrecto de impuestos puede crear un riesgo de multas y ajustes.

source: Making Payments
es_es: Realizando Pagos

source: Payments made against Sales Invoices or Purchase Invoices can be made by clicking on “Make Payment Entry” button on “Submitted” invoices.
es_es: Los pagos pueden ser realizados desde facturas de compra o venta haciendo clic en "Realizar pago".

source: Update the “Bank Account” (you can also set the default account in the Company master).
es_es: Verifique la cuenta bancaria (puede establecer la cuenta predeterminada).

source: Update posting date.
es_es: Selecciona la fecha del pago.

source: Enter the cheque number, cheque date.
es_es: Anote los datos del cheque.

source: Save and Submit.
es_es: Guarde y Registre.

source: Payments can also be made independent of invoices by creating a new Journal Voucher and selecting the type of payment.
es_es: Los pagos se pueden realizar de forma independiente mediante comprobantes de diario y seleccionando el tipo de pago.

source: Incoming Payment: For payments from Customers:
es_es: Pagos recibidos: Para pagos de clientes.

source: Debit: Bank or Cash Account
es_es: Débito: Caja o Banco

source: Credit: Customer
es_es: Crédito: Cliente

source: Remember to add “Against Sales Invoice” or “Is Advance” as applicable.
es_es: Seleccione agregar "Compra factura de venta" o "Es anticipo" si es aplicable.

source: Outgoing Payment: For payments to Suppliers:
es_es: Pagos realizado: Pagos a proveedores.

source: Debit: Supplier
es_es: Débito: Proveedor

source: Reconciling Cheque Payments
es_es: Conciliando Pagos con Cheques

source: If you are receiving payments or making payments via cheques, the bank statements will not accurately match the dates of your entry, this is because the bank usually takes time to “clear” these payments. Also you may have mailed a cheque to your Supplier and it may be a few days before it is received and deposited by the Supplier. In ERPNext you can synchronize your bank statements and your Journal Vouchers using the “Bank Reconciliation” tool.
es_es: Si esta realizando pagos con cheques las fechas en su estado de cuenta bancario no van a coincidir con las fechas de sus registros. En ERPNext es posible sincronizar su estado de cuenta bancario con sus registros con la herramienta de conciliación bancaria.

source: To use this, go to:
es_es: Para utilizarla valla a:

source: Select your “Bank” Account and enter the dates of your statement. Here you will get all the “Bank Voucher” type entries. In each of the entry on the right most column, update the “Clearance Date” and click on “Update”.
es_es: Seleccione la cuenta bancaria y introduzca las fechas de su estado de cuenta. Va a ver una lista de "Registros Bancarios". Por cada registro puede actualizar la fecha del estado de cuenta y hacer clic en Actualizar.

source: By doing this you will be able to sync your bank statements and entries into the system.
es_es: Al realizar esto podrá sincronizar su estado de cuenta con las entradas en su sistema.

source: Managing Outstanding Payments
es_es: Manejando pagos posteriores

source: In most cases, apart from retail sales, billing and payments are separate activities. There are several combinations in which these payments are done. These cases apply to both sales and purchases.
es_es: En muchos casos realizar una factura y recibir un pago son actividades separadas. Existen muchas combinaciones en que se pueden realizar estos pagos. Estos casos aplican para ambos ventas y compras.

source: They can be upfront (100% in advance).
es_es: 100% Pago Anticipado.

source: Post shipment. Either on delivery or within a few days of delivery.
es_es: Posterior al envió.

source: Part in advance and part on or post delivery.
es_es: Parte anticipo y parte al envió.

source: Payments can be made together for a bunch of invoices.
es_es: Los pagos puede hacerse para un conjunto de facturas.

source: Advances can be given together for a bunch of invoices (and can be split across invoices).
es_es: Los pagos anticipados se pueden aplicar a varias facturas.

source: ERPNext allows you to manage all these scenarios. All accounting entries (GL Entry) can be made against a Sales Invoice, Purchase Invoice or Journal Vouchers (in special cases, an invoice can be made via a Sales Invoice too).
es_es: ERPNext le permite manejar todos estos escenarios. Los movimientos contables se pueden realizar contra documentos específicos.

source: The total outstanding amount against an invoice is the sum of all the accounting entries that are made “against” (or are linked to) that invoice. This way you can combine or split payments in Journal Vouchers to manage the scenarios.
es_es: El saldo total de una factura es la suma de los movimientos contable vinculados contra esta factura.

source: Matching Payments to Invoices
es_es: Relacionando Pagos con Facturas

source: In complex scenarios, especially in the capital goods industry, sometimes there is no direct link between payments and invoices. You send invoices to your Customers and your Customer sends you block payments or payments based on some schedule that is not linked to your invoices.
es_es: En escenarios complejos en ocasiones no es posible vincular directamente pagos y facturas. Usted enviá facturas y recibe pagos basados en un calendario no vinculado a su facturación.

source: In such cases, you can use the Payment to Invoice Matching Tool.
es_es: En sos casos, puede usar la herramienta de conciliar pagos.

source: In this tool, you can select an account (your Customer’s account) and click on “Pull Payment Entries” and it will select all un-linked Journal Vouchers and Sales Invoices from that Customer.
es_es: Es esta herramienta puede seleccionar una cuenta (cuenta del cliente) y hacer clic en "hacer entrada de pago" para seleccionar pagos recibidos del cliente y vincularlos con las facturas respectivas.

source: To cancel off some payments and invoices, select the Invoices and Journal Vouchers and click on “Reconcile”.
es_es: Para cancelar seleccione algunos pagos y facturas, selecciónelas y de clic en "Conciliar".

source: Advance Payment Entry
es_es: Pago Anticipado
