Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Accounts.po
Languages: es_es

source: Payment done by the customer before accepting delivery of the product is an Advance Payment. For Orders of high value, the business houses expect to receive advance.
es_es: Son aquellos pagos recibidos por un cliente con antelación, generalmente se espera recibir un anticipo en operaciones grandes.

source: For Example: Consider a customer- Jane D'souza placing an order for a double bed costing Rs 100000/- She is asked to give some advance before the furniture house begins work on her order. She gives them Rs 1000/- in cash.
es_es: Por ejemplo si un cliente solicita un producto valorado en C$ 10,000.00 se le solicita un anticipo de C$ 2,500.00

source: Go to Accounts and open a new Journal Voucher to make the advance entry.
es_es: Para realizar un pago anticipado valla a contabilidad y cree un nuevo comprobante de diario.

source: Mention the voucher type as cash voucher. This differs for different customers. If somebody pays by cheque the voucher type will be Bank Voucher. Then select the customer account and make the respective debit and credit entries.
es_es: Seleccione en el tipo de movimiento. Por ejemplo si el cliente paga con cheque debe realiza una entrada de banco.

source: Since the customer has given 10000/- as cash advance,it will be recorded as a credit entry against the customer. To balance it with the debit entry[Double accounting Entry]enter 10000/- as debit against the company's cash account. In the row "Is Advance" click 'Yes'.
es_es: Para registrar el pago como un anticipo seleccione la casilla "Es anticipo".

source: Double Entry Accounting
es_es: Contabilidad por Partida Doble

source: Double entry bookkeeping is a system of accounting in which every transaction has a corresponding positive and negative entry : debits and credits. Every transaction involves a debit entry in one account and a credit entry in another account. This means that every transaction must be recorded in two accounts; one account will be debited because it receives value and the other account will be credited because it has given value.
es_es: En la contabilidad por partida doble toda operación consta de créditos y débitos, en toda operación se registra al menos un crédito contra un cuenta y un débito por el mismo monto contra otra cuenta.

source: Save and submit the JV. If this document is not saved it will not be pulled in other accounting documents.
es_es: Debe guardar y luego presentar sus comprobantes de diario para que tengan efecto en los registros del sistema.

source: When you make a new Sales Invoice for the same customer, mention the advance in the Sales Invoice Form.
es_es: Cuando realice una factura para el mismo cliente, seleccione el anticipo recibido desde la nueva factura.

source: To link the Sales Invoice to the Journal Voucher which mentions the advance payment entry, click on ‘Get Advances Received’. Allocate the amount of advance in the advances table. The accounting will be adjusted accordingly.
es_es: Para vincular la factura con el comprobante de diario en que se recibio el anticipo. de clic en "Obtener anticipos". Ajuste el monto de anticipo aplicado.

source: Journal Vouchers
es_es: Comprobantes de Diario

source: All types of accounting entries other than Sales Invoice and Purchase Invoice are made using the Journal Voucher. A Journal Voucher (also called Journal Entry) is a standard accounting transaction that affects multiple Accounts and the sum of debits is equal to the sum of credits.
es_es: Todos los movimientos contables están relacionados con un Comprobante de Diario. Un comprobante de diario es una transacción contable estándar que afecta múltiples cuentas con débitos y créditos.

source: To create a Journal Voucher go to:
es_es: Para crear un comprobante de diario valla a:

source: In a Journal Voucher, you must select.
es_es: Debe seleccionar:

source: Type of Voucher from the drop down.
es_es: El tipo de registro.

source: Add rows for the individual accounting entries. In each row, you must specify:
es_es: Agregar filas por cada cuenta afectada, en la que debe especificar:

source: The Account that will be affected.
es_es: La cuenta afectada.

source: The amount to Debit or Credit.
es_es: El monto de débitos o créditos.

source: The Cost Center (if it is an Income or Expense).
es_es: El Centro de Costos (si es ingreso o gastos).

source: Against Voucher: Link it to a voucher or invoice if it affects the “outstanding” amount of that invoice.
es_es: Documento relacionado: Vincule este comprobante a registros anteriores.

source: Is Advance: Select “Yes” if you want to make it selectable in an Invoice. Other information in case it is a Bank Payment or a bill.
es_es: Es adelanto: Debe seleccionar esta opción para aplicar un anticipo de cliente en una futura factura.

source: Difference: The “Difference” field is the difference between the Debit and Credit amounts. This should be zero if the Journal Voucher is to be “Submitted”. If this number is not zero, you can click on “Make Difference Entry” to add a new row with the amount required to make the total as zero.
es_es: Diferencia: La diferencia entre débitos y créditos.

source: Common Entries
es_es: Entradas Comunes

source: A look at some of the common accounting entries that can be done via Journal Voucher.
es_es: Puede ver las transacciones mas comunes realizadas con comprobantes de diario.

source: Expenses (non accruing)
es_es: Gastos no aprovisionados

source: Many times it may not be necessary to accrue an expense, but it can be directly booked against an expense Account on payment. For example a travel allowance or a telephone bill. You can directly debit Telephone Expense (instead of your telephone company) and credit your Bank on payment.
es_es: Puede registrar gastos de forma directa afectando las cuentas de gastos sin tener que registrar primero la cuenta por pagar al proveedor.

source: Debit: Expense Account (like Telephone expense).
es_es: Débito: Cuenta de Gasto.

source: Bad Debts or Write Offs
es_es: Créditos malos

source: If you are writing off an Invoice as a bad debt, you can create a Journal Voucher similar to a Payment, except instead of debiting your Bank, you can debit an Expense Account called Bad Debts.
es_es: Puede registrar una cuenta como un crédito incobrable de forma similar a como registra un pago, en lugar de afectar caja o banco afectar un cuenta de gasto.

source: Debit: Bad Debts Written Off.
es_es: Débito: Cuenta de gastos de crédito no recuperados.

source: Credit: Asset (the Account under which you had booked the asset to be depreciated).
es_es: Crédito: Cuenta de cliente

source: There may be regulations in your country that define by how much amount you can depreciate a class of Assets.
es_es: Pueden haber regulaciones en su país que limiten los créditos malos que puede registrar.

source: Credit Limit
es_es: Limite de Crédito

source: A credit limit is the maximum amount of credit that a financial institution or other lender will extend to a debtor for a particular line of credit. From an organisation's perspective, it is the maximum amount of credit which a customer gets on goods purchased.
es_es: Es el máximo que se puede otorgar a línea de gastos, desde el punto de vista de la empresa es la deuda máxima que un cliente puede honrar.

source: To set credit limit go to Customer- Master
es_es: Puede establecer limites de crédito desde la configuración de usuario.

source: Go to the 'More Info section' and enter the amount in the field Credit Limit.
es_es: Desde la sección de mas información especifique el máximo de crédito.

source: In case a need arises to allow more credit to the customer as a good-will, the Credit Controller has access to submit order even if credit limit is crossed.
es_es: En caso de necesitar ajustar el limite de crédito de un cliente el administrador de créditos puede realizar el ajuste.

source: To allow any other role to submit transactions by customers whose credit limit has expired, go to accounting settings and make changes.
es_es: Para permitir a otros roles realizar cambios en el limite de crédito de los clientes debe establecerlo desde el administrador de permisos.

source: In the field Credit Controller, select the role who would be authorized to accept orders or raise credit limits of customers.
es_es: Seleccione los roles que pueden administrar cuentas por cobrar.

source: If you are a new company you can start using ERPNext accounting module by going to chart of accounts.
es_es: Al crear una nueva compañía debe crear su catalogo de cuentas desde el modulo de contabilidad.

source: However, if you are migrating from a legacy accounting system like Tally or a Fox Pro based software, you need to "Open" your Accounting.
es_es: Luego debe abrir sus registros contables.

source: Opening Accounts
es_es: Abriendo la contabilidad

source: Now that you have completed most of the setup, its time to start moving in!
es_es: Una vez completada la mayor parte de la configuración puede iniciar a alimentar el sistema.

source: There are two important sets of data you need to enter before you start your operations.
es_es: Hay dos valores importantes que debe ingresar para iniciar operaciones.

source: Opening Account balances.
es_es: Saldos iniciales de las cuentas.

source: Opening Stock balances.
es_es: Existencias de inventarios.

source: To setup your accounts and stock correctly you will need accurate data to work with. Make sure you have the data setup for this.
es_es: Asegure ce de tener los datos correctos para ingresarlos al sistema.

source: We usually recommend that you start using accounting in a new financial year, but you could start midway too. To setup your accounts, you will need the following for the “day” you start using accounting in ERPNext:
es_es: Usualmente es recomendable iniciar sus registros contrable con un nuevo período, pero puede iniciar a mediados de un periodo. Para configurar la contabilidad necesita saber lo siguiente el día que inicia sus registros en ERPNext:

source: Opening capital accounts - like your shareholder’s (or owner’) capital, loans, bank balances on that day. List of outstanding sales and purchase invoices (Payables and Receivables).
es_es: Cuentas de Capital, efectivo, saldo de cuentas bancarias, lista de cuentas por pagar o cobrar.

source: Based on Voucher Type
es_es: En base al tipo de comprobante

source: You can select accounts based on the voucher type. In such a scenario, your balance sheet should be balanced.
es_es: Puede seleccionar las cuentas según el tipo de comprobante. En ese caso, su balance estará cuadrado.

source: Also, note that if there are more than 300 ledgers, the system will crash. Thus to avoid such a situation, you can open accounts by using temporary accounts.
es_es: También, note que por el momento el sistema solo puede manejar registros hasta 300 cuentas. Para evitar esa situación puede hacer uso de cuentas temporales.

source: Temporary Accounts
es_es: Cuentas Temporales

source: A nice way to simplify opening is to use a temporary account just for opening. These accounts will become zero once all your old invoices and opening balances of bank, debt stock etc are entered. In the standard chart of accounts, a Temperory Opening account is created under assets
es_es: Una forma de simplificar la apertura de saldos es mediante el suso de cuentas temporales sólo para la apertura de saldos, al final de registrar el saldo de esta cuenta deberá ser cero.

source: In ERPNext Opening Accounts are setup by submitting a special Journal Entries (Journal Voucher).
es_es: En ERPNext el inicio de la contabilidad de lleva a cabo mediante un tipo especial de Comprobante de Diario.

source: Make sure to set “Is Opening” as “Yes” in the More Info section.
es_es: Asegúrese se establecer los asientos contables como asientos de apertura.

source: Complete Journal Entries on the Debit and Credit side.
es_es: Complete los débitos y créditos en el comprobante.

source: To update opening balance is to make Journal Voucher for an individual/group of accounts. For example, if you want to update balance in three bank accounts, then make Journal Vouchers in this manner.
es_es: Puede hacer la importación de saldos para grupos de cuentas, por ejemplo ingresar los saldos de todas las cuentas bancarias.

source: Temporary Asset and Liability account is used for balancing purpose. When you update opening balance in Liability Account, you can use Temporary Asset Account for balancing. This way, you can update opening balance in Asset and Liability accounts.
es_es: Cuentas temporales se usan para fines de la apertura, puede registrar los saldos de activos contra una cuenta temporal de pasivo o viceversa.

source: You can make two Opening Journal Vouchers:
es_es: Puede hacer dos asientos de apertura:

source: For all assets (excluding Accounts Receivables): This entry will contain all your assets except the amounts you are expecting from your Customers against outstanding Sales Invoices. You will have to update your receivables by making an individual entry for each Invoice (this is because, the system will help you track the invoices which are yet to be paid). You can credit the sum of all these debits against the Temperory Opening account.
es_es: Uno para todos los activos: Conteniendo todos los activos excepto las cuentas por cobrar. Para actualizar los registros de cuentas por cobrar deberá crear los registros de las facturas pendientes de pago.

source: For all liabilities: Similarly you need to pass a Journal Voucher for your Opening Liabilities (except for the bills you have to pay) against Temperory Opening account.
es_es: Para los pasivos: de forma similar a los activos creando las cuentas de pasivo y luego los registros para las facturas por pagar.

source: In this method you can update opening balance of specific balancesheet accounts and not for all.
es_es: De esta forma puede crear archivos de apertura para cuentas especificas y no afectar todas de una vez.

source: Opening entry is only for balance sheet accounts and not for expense or Income accounts.
es_es: Los asientos de apertura son unicamente para cuentas de balance, no para cuentas de ingresos o gastos.

source: Outstanding Invoices
es_es: Facturas pendientes

source: After your Opening Journal Vouchers are made, you will need to enter each Sales Invoice and Purchase Invoice that is yet to be paid. Since you have already booked the income or expense on these invoices in the previous period, select the temp opening account Temporary Opening in the “Income” and “Expense” accounts.
es_es: Luego de crear sus saldos iniciales deberá crear los registros para las factura de venta o de compra pendientes a la fecha.

source: Make sure to set each invoice as “Is Opening”!
es_es: Asegúrese de marcar estar facturas como de inicio.

source: If you don’t care what items are in that invoice, just make a dummy item entry in the Invoice. Item code in the Invoice is not necessary, so it should not be such a problem.
es_es: Si no necesita control de los productos o servicios facturados puedo hacer uso de un monto global.

source: Once all your invoices are entered, your Temperory Opening account will have a balance of zero!
es_es: Una vez que ingrese todas sus facturas el saldo de su cuenta temporal de apertura deberá ser cero.

source: Closing a Financial Period
es_es: Cerrar un periodo Financiero

source: At the end of every year or (quarterly or maybe even monthly), after completing auditing, you can close your books of accounts. This means that you make all your special entries like:
es_es: Al final de cada periodo puede cerrar sus libros contables. Esto implica hacer registros especiales como.

source: Depreciation
es_es: Depreciación

source: Change in value of Assets
es_es: Cambios en el valor de impuestos

source: Defer taxes and liabilities
es_es: Impuestos diferidos

source: Update bad debts
es_es: Actualizar créditos malos

source: etc. and book your Profit or Loss.
es_es: etc. y generar su Estado de Resultado.

source: By doing this, your balance in your Income and Expense Accounts become zero. You start a new Fiscal Year (or period) with a balanced Balance Sheet and fresh Profit and Loss account. In ERPNext after making all the special entries via Journal Voucher for the current fiscal year, you should set all your Income and Expense accounts to zero via:
es_es: Al cerrar un periodo los saldos de ingresos y gastos se establecen en cero.

source: Posting Date will be when this entry should be executed. If your Fiscal Year ends on 31st December, then that date should be selected as Posting Date in the Period Closing Voucher.
es_es: La fecha de este asiento cerra la fecha en sea ejecutado.

source: Transaction Date will be Period Closing Voucher's creation date.
es_es: La fecha del registro sera la fecha de creación del registro.

source: Closing Fiscal Year will be an year for which you are closing your financial statement.
es_es: Cerrar un año fiscal significa hacer el cierre de sus estados financieros.

source: This voucher will transfer Profit or Loss (availed from PL statment) to Closing Account Head. You should select a libility account like Reserves and Surplus, or Capital Fund account as Closing Account.
es_es: Este asiento traslado todos los saldos de ingresos y gastos a la cuenta de cierre de periodo. Esta debe ser una cuenta de Patrimonio.

source: The Period Closing Voucher will make accounting entries (GL Entry) making all your Income and Expense Accounts zero and transferring Profit/Loss balance to the Closing Account.
es_es: Al cerrar periodo se generaran asientos automáticos para llevar sus cuentas de ingresos y gastos a cero.

source: If accounting entries are made in a closing fiscal year, even after Period Closing Voucher was created for that Fiscal Year, you should create another Period Closing Voucher. Later voucher will only transfer the pending PL balance into Closing Account Head.
es_es: Si se realizan asientos adicionales a un periodo ya cerrado deberá realizar otro cierre del periodo.

source: Accounting Reports
es_es: Reportes contables

source: Some of the major accounting reports are:
es_es: Algunos de los principales reportes contables con:

source: General Ledger: General Ledger is based on the table GL Entry and can be filtered by Account and between a period. This will help you to get a full update for all entries done in that period for that Account.
es_es: Mayor General.

source: Trial Balance: Trial Balance is the list of Account balances for all your Accounts (“Ledger” and “Group”) on a particular date. For each Account it will give you the:
es_es: Balanza de Comprobación. Este reporta muestra para cada cuenta:

source: Closing
es_es: Cierre

source: The sum of all closing balances in a Trial Balance must be zero.
es_es: La suma de todos los movimientos de la balanza de comprobación debe ser cero.

source: Accounts Payable and Accounts Receivable (AP / AR): These reports help you to track the outstanding invoices sent to Customer and Suppliers. In this report, you will get your outstanding amounts period wise. i.e. between 0-30 days, 30-60 days and so on. You can also get your payables and receivables from direct reports on Sales Invoice and Purchase Invoice.
es_es: Cuentas por Pagar y Cuentas por Cobrar.

source: Sales and Purchase Register: In this report, each tax Account is transposed in columns. For each Invoice and invoice Item, you will get the amount of individual tax that has been paid, based on the Taxes and Charges table.
es_es: Registro de Ventas y Compras.
