Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Buying.po
Languages: es_es

source: Buying
es_es: Compras

source: If your business involves physical goods, buying is one of your core business activity. Your suppliers are as important as your customers and they must be provided with as much accurate information as possible. Buying in right amounts, in right quantities, can affect your cash flow and profitability. ERPNext contains a set of transactions that will make your buying process as efficient and seamless as possible.
es_es: Si negocio implica productos, el proceso de compras es una actividad principal en su negocio. Sus proveedores son tan valiosos como sus clientes y deben contar con la información mas precisa posible. Realizar las compras correctas en cantidades adecuadas pueden afectar su flujo de caja y rentabilidad. ERPNext contiene una serie de transacciones que hacen posible su proceso compras eficiente y sencillo.

source: Buying Settings
es_es: Configuración de Compras

source: Buying Settings is where you can define properties which will be applied in the Buying module's transactions.
es_es: En la configuración de compras puede establecer la configuración global del módulo de compras.

source: Let us look at the various options that can be configured:
es_es: Algunas opciones que puede configurar son:

source: Supplier Naming By: When a Supplier is saved, system generates a unique identity or name for that Supplier which can be used to refer the Supplier in various Buying transactions.If not configured otherwise, ERPNext uses the Supplier's Name as the unique name. If you want to identify Suppliers using names like SUPP-00001, SUPP-00002, or such other patterned series, select the value of Supplier Naming By as "Naming Series".You can define or select the Naming Series pattern from:
es_es: Nombrar a los clientes por: Cuando guarde un nuevo usuario el sistema va a generar una identificación única. Si no provee parámetros, ERPNext va a usar el nombre del proveedor como ID.

source: Default Supplier Type: Configure what should be the value of Supplier Type when a new Supplier is created.
es_es: Tipo de proveedor por defecto: Configure como se debe tratar un nuevo proveedor al guardarlo.

source: Default Buying Price List: Configure what should be the value of Buying Price List when a new Buying transaction is created.
es_es: Lista de precios por defecto: Configure la lista de precios por defecto al realizar compras.

source: Maintain Same Rate Throughout Purchase Cycle: If this is checked, ERPNext will stop you if you change the Item's price in a Purchase Invoice or Purchase Receipt created based on a Purchase Order, i.e. it will maintain the same price throughout the purchase cycle. If there is a requirement where you need the Item's price to change, you should uncheck this option.
es_es: Mantener el Mismo precio en el ciclo de precio: Si selecciona esta opción ERPNext no le permitirá cambiar el precio de los productos al avanzar en el proceso de compra.

source: Purchase Order Required: If this option is configured "Yes", ERPNext will prevent you from creating a Purchase Invoice or a Purchase Receipt without first creating a Purchase Order.
es_es: Requerir Orden de Compra. Si se selecciona esta opción ERPNext no le permitirá crear una factura de compra sin antes tener una orden de compra.

source: Purchase Receipt Required: If this option is configured "Yes", ERPNext will prevent you from creating a Purchase Invoice without first creating a Purchase Receipt.
es_es: Recibo de Compra Requerido: Si selecciona esta opción no podrá crear una nueva factura sin haber recibido previamente los productos.

source: Supplier Type
es_es: Tipo de Proveedor

source: A supplier may be distinguished from a contractor or subcontractor, who commonly adds specialized input to deliverables. A supplier is also known as a vendor. There are different types of suppliers based on their goods and products. ERPNext allows you to create your own categories of suppliers. These categories are known as Supplier Type. For Example, if your suppliers are mainly pharmaceutical companies and FMCG distributors, You can create a new Type for them and name them accordingly. Based on what the suppliers supply, they are classified into different categories called Supplier Type. There can be different types of suppliers. You can create your own category of Supplier Type.
es_es: Los proveedores pueden tener diferentes características. ERPNext le permite clasificar sus proveedores en categorías. Estas categorías se conocen como Tipos de Proveedor.

source: You can classify your suppliers from a range of choice available in ERPNext. Choose from a set of given options like Distributor, Electrical,Hardware, Local, Pharmaceutical, Raw material, Services etc. Classifying your supplier into different types facilitates accounting and payments.
es_es: Puede clasificar sus proveedores desde un rango de opciones provistas por el sistema. Clasificar sus proveedores facilitara los procesos de contabilidad y pago.

source: Supplier Master
es_es: Maestro de Proveedores

source: Suppliers are companies or individuals who provide you with products or services. They are treated in exactly the same manner as Customers in ERPNext. You can create a new Supplier via:
es_es: Un proveedor puede ser una empresa o un individuo que le venden productos o servicios. Tienen un tratamiento similar a sus Clientes. Puede crear un nuevo proveedor vía.

source: Contacts and Addresses
es_es: Contactos y Direcciones

source: Contacts and Addresses in ERPNext are stored separately so that you can attach multiple Contacts or Addresses to Customers and Suppliers. To add a Contact or Address go to Buying and click on “New Contact” or “New Address”.
es_es: ERPNext almacena por separado contactos relacionados a Clientes y Proveedores.

source: When you select a Supplier in any transaction, one Contact and Address gets pre-selected. This is the “Default Contact or Address”. So make sure you set your defaults correctly!
es_es: Cuando selecciona un proveedor en una transacción se selecciona un contacto relacionado al proveedor.

source: Integration with Accounts
es_es: Integración con Contabilidad

source: In ERPNext, there is a separate Account record for each Supplier, of Each company. When you create a new Supplier, ERPNext will automatically create an Account Ledger for the Supplier under “Accounts Payable” in the Company set in the Supplier record.
es_es: En ERPNext hay un registro separado por cada proveedor. Cuando cree un nuevo proveedor el sistema creara automáticamente una nueva cuenta de pasivo.

source: If you want to change the Account Group under which the Supplier Account is created, you can set it in the Company master.
es_es: Puede cambiar la cuenta donde se registran sus proveedores desde el Maestro de Cuentas.

source: If you want to create an Account in another Company, just change the Company value and “Save” the Supplier again.
es_es: Puede crear una cuenta en una compañía diferente cambien el valor "Empresa" y guardando de nuevo el registro.

source: You can also import from the Data Import Tool
es_es: Puede hacer uso de la herramienta para importar datos

source: Material Request
es_es: Solicitud de Materiales

source: A Material Request is a simple document identifying a requirement of a set of Items (products or services) for a particular reason. To generate a Material Request manually go to:
es_es: Una solicitud de materiales es una lista de productos (bienes o servicios) que se necesitan por alguna razón. Para generar una orden de compra valla a:

source: A Material Request can be generated:
es_es: Una solicitud de materiales se puede generar desde:

source: By a User.
es_es: Por un usuario.

source: Automatically from a Sales Order.
es_es: De forma automática desde una orden de venta.

source: Automatically when the Projected Quantity of an Item in stores reaches a particular level.
es_es: De forma automática cuando las existencias de un producto bajan del mínimo establecido.

source: Automatically from your Bill of Materials if you use Production Plan to plan your manufacturing activities.
es_es: De forma automática desde una Orden de Materiales si una un Plan de Producción.

source: In the Material Request form:
es_es: En el formulario de Solicitud de Materiales

source: Fill in the Items you want and their quantities.
es_es: Llene la lista de productos y sus cantidades.

source: If your Items are inventory items, you must also mention the Warehouse where you expect these Items to be delivered. This helps to keep track of the Projected Quantity for this Item.
es_es: Si los productos son parte de su inventario, deberá mencionar el almacén donde espera recibirlos. Esto le ayuda a llevar control de las existencias estimadas.

source: You can optionally add the Terms, using the Terms and Conditions master and also the reason.
es_es: Puede de forma opcional agregar los términos y condiciones de la compra.

source: Material Request is not mandatory. It is ideal if you have centralized buying so that you can collect this information from various departments.
es_es: Las solicitudes de materiales no son exigidas. Son ideales si tiene un flujo de compras descentralizado para recolectar información desde varios departamentos.

source: Authorization
es_es: Autorización

source: If you want your Material Request to be authorized by a senior person like a Purchase Manager then you can give “Submit” rights only to that person. Everyone can create requests, but only the authorized person can “Submit”.
es_es: Puede establecer privilegios para autorizar una solicitud de materiales. Cualquiera puede abrir una solicitud de materiales pero sólo las personas autorizadas pueden autorizarlas.

source: Supplier Quotation
es_es: Cotización del Proveedor

source: A Supplier Quotation is a formal statement of promise by potential supplier to supply the goods or services required by a buyer, at specified prices, and within a specified period. A quotation may also contain terms of sale and payment, and warranties. Acceptance of quotation by the buyer constitutes an agreement binding on both parties. You can make a supplier quotation from a Material Request
es_es: Una cotización de un proveedor es un documento formal para presupuestar una posible compra. Puede crear las cotizaciones del proveer desde la solicitud de materiales.

source: You can also make a Supplier Quotation directly from:
es_es: Puede crear cotizaciones de sus proveedores directamente desde:

source: If you have multiple Suppliers who supply you with the same Item, you usually send out a message (Request for Quote) to various Suppliers. In many cases, especially if you have centralized buying, you may want to record all the quotes so that:
es_es: Si tiene varios proveedores de un mismo bien o servicio probablemente desee guardar un registros de sus presupuestos para:

source: You can easily compare prices in the future.
es_es: Comparar precios en el futuro.

source: Audit whether all Suppliers were given the opportunity to quote.
es_es: Confirmar que se han realizados cotizaciones con todos los proveedores.

source: Supplier Quotations are not necessary for most small businesses. Always evaluate the cost of collecting information to the value it really provides! You could only do this for high value items.
es_es: Cotizaciones de proveedores no son necesarios para la mayoría de pequeños negocios.

source: Purchase Order
es_es: Orden de Compra

source: A Purchase Order is analogous to a Sales Order. It is usually a binding contract with your Supplier that you promise to buy a set of Items under the given conditions. A Purchase Order can be automatically created from a Material Request or Supplier Quotation.
es_es: Una Orden de compra en análoga una orden de vente. Es usualmente un tipo de contrato con su proveedor para la compra de algunos artículos bajo determinadas condiciones. Puede generar una Orden de Compra desde una Solicitud de Materiales.

source: In ERPNext, you can also make a Purchase Order directly by going to:
es_es: En ERPNext puede generar ordenes de compra directamente desde:

source: Entering a Purchase Order is very similar to a Purchase Request, additionally you will have to set:
es_es: Ingresas una Orden de Compra es similar a llenar una solicitud de compra, adicionalmente debe proveer:

source: Supplier
es_es: Proveedor

source: A “Required By” date on each Item: If you are expecting part delivery, your Supplier will know how much quantity to deliver at which date. This will help you from preventing over-supply. It will also help you to track how well your Supplier is doing on timeliness.
es_es: Especificar una fecha de requerimiento: esta información puede ayudar a su proveedor a planificar los envíos de productos.

source: Taxes
es_es: Impuestos

source: If your Supplier is going to charge you additional taxes or charge like a shipping or insurance charge, you can add it here. It will help you to accurately track your costs. Also, if some of these charges add to the value of the product you will have to mention them in the Taxes table. You can also use templates for your taxes. For more information on setting up your taxes see the Purchase Taxes and Charges Master.
es_es: Puede añadir información de cualquier impuesto o cargo adicionar que le cobre el proveedor. Puede especificar si algunos de esos cargos de deben agregar al precio de producto y definir plantillas de impuestos.

source: Purchase Taxes
es_es: Impuestos de Compras

source: For Tax Accounts that you want to use in the tax templates, you must mention them as type “Tax” in your Chart of Accounts. Similar to your Sales Taxes and Charges Master is the Purchase Taxes and Charges Master. This is the tax template that you can use in your Purchase Orders and Purchase Invoices.
es_es: Las cuentas que use para el registro de impuestos deben identificarse en el catalogo de cuentas como cuentas de impuestos. De forma similar a los impuestos de venta puede crear plantillas para los impuestos de compras.

source: You can specify if the tax / charge is only for valuation (not a part of total) or only for total (does not add value to the item) or for both. If you select a particular tax as your Default tax, the system will apply this tax to all the purchase transactions by default.
es_es: Puede especificar si el impuesto es parte del total o se debe agregar al precio del producto. Si selecciona un impuesto como predeterminado del sistema se aplicara este impuesto a todas las compras por defecto.

source: Calculation Type
es_es: Tipo de calculo

source: This can be on Net Total (that is the sum of basic amount). On Previous Row Total / Amount (for cumulative taxes or charges). If you select this option, the tax will be applied as a percentage of the previous row (in the tax table) amount or total. Actual (as mentioned).
es_es: El impuesto se puede calcular sobre el total neto, en base al valor de la última fila.

source: Account Head: The Account ledger under which this tax will be booked.
es_es: Cuenta de Registro: La cuenta contable en la que lleva registro de los impuestos de compra.

source: Cost Center: If the tax / charge is an income (like shipping) or expense it needs to be booked against a Cost Center.
es_es: Centro de Costo: Si el cobro se puede considerar como un gasto (costos de envió por ejemplo) puede seleccionar un centro de costos.

source: Description: Description of the tax (that will be printed in invoices / quotes).
es_es: Descripción: Descripción del impuesto (a como sera impreso en la documentación).

source: Rate: Tax rate.
es_es: Tasa.

source: Amount: Tax amount.
es_es: Monto.

source: Total: Cumulative total to this point.
es_es: Total.

source: Enter Row: If based on "Previous Row Total" you can select the row number which will be taken as a base for this calculation (default is the previous row).
es_es: Fila: Si selecciona calcular los impuestos en base a una fila determinada debe especificar cual fila aplicar.

source: Consider Tax or Charge for: In this section you can specify if the tax / charge is only for valuation (not a part of total) or only for total (does not add value to the item) or for both.
es_es: Considerar Impuestos o Cargos para: Puede especificar si los impuestos o cargos son parte del total o se deben sumar al valor del producto.

source: Add or Deduct: Whether you want to add or deduct the tax.
es_es: Agregar o Deducir: Especificar si el valor de los impuestos de debe sumar o restar de la operación.

source: Buying Process
es_es: Proceso de Compras

source: The first step to complete a buying cicle is to create a Supplier and some Items in the inventory, to create a supplier in the Buying module select "Supplier"
es_es: El primer paso para completar un compra es crear un proveedor y algunos elementos en el inventario, para crear un proveedor en el módulo de compras seleccione "proveedor"

source: In the suppliers list select new.
es_es: En la lista de proveedores seleccione nuevo.

source: Fill the basic supplier information.
es_es: Complete la información básica del proveedor.

source: Click in save.
es_es: Clic en guardar.

source: Now we have a supplier we need to create some items to buy, in the Buying module select Items
es_es: Ahora que tenemos un proveedor necesitamos crear algunos productos para la compra, en el módulo de compra seleccione productos

source: In the item list select new
es_es: En la lista productos seleccione nuevo

source: Fill the basic item data and click save.
es_es: Llene la información básica y de clic en guardar.

source: To create a new supplier invoice we must go the accountin module and select Supplier Bill
es_es: Para crear una factura de proveedor debemos ir al módulo de contabilidad y selecciones Factura de Compra

source: Select New
es_es: Seleccione Nuevo

source: Fill the Supplier and items info.
es_es: Llene la información de proveedor y la lista de productos.

source: This will save the bill in as a draft, to record the transaction to the system click in Present.
es_es: La factura se va a guarda como borrador, para registrar la operaciones en el sistema seleccione presentar.

source: We can verify than we have a record in the inventory versus a payable account.
es_es: Puede verificar el registro en el inventario versus una cuenta por pagar.

source: To procces the suplier pay in the accountin module select Payable bills and the select the bill you want to pay and select Pay entry, click in New.
es_es: Para procesar un pago a un proveedor seleccione en la lista de facturas por pagar seleccione la factura que desea cancelar y seleccione entrada de pago, clic en nuevo.

source: Fill the paymen information and click in Save.
es_es: Complete la información del pago y de clic en guardar.

source: Click in present to record the transaction.
es_es: Clic en presentar para registrar la transacción.
