Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Collaboration.po
Languages: es_es

source: Collaboration Tools
es_es: Herramientas de Colaboración

source: We live in an era when people are very comfortable communicating, discussing, asking, assigning work and getting feedback electronically. The Internet acts as a great medium to collaborate on work too. Taking this concept into ERP system, we have designed a bunch of tools whereby you can Assign transactions, manage your To Dos, share and maintain a Calendar, maintain a company wise Knowledge Base, Tag and Comment on transactions and send your Orders, Invoices etc via Email. You can also send instant messages to other users using the Messaging tool.
es_es: Vivimos en una era en que las personas se mienten muy a gusto comunicándose, discutiendo, preguntando, asignando tareas y recibiendo retro alimentación de forma electrónica, ERPNext cuenta con una cantidad de herramientas de colaboración.

source: These tools are integrated into all aspects of the product so that you can effectively manage your data and collaborate with your co-workers.
es_es: Estas herramientas se integran con todos los aspectos del sistema para manejar efectivamente la comunicación de su equipo.

source: To Do
es_es: Para Hacer

source: To Do is a simple tool where all the activities assigned to you and assigned by you are listed. You can also add your own to-do items in the list.
es_es: La lista de cosas por hacer es una herramienta sencillas se muestran todas las tareas que tiene asignadas.

source: When task is completed, you should simply remove assignment from the assigned document. With this, task will be removed from your Todo list as well. For Todo which are not assigned via document, you can set their status as Closed from the Todo record itself.
es_es: Cuando una tarea de completa puede quitar la asignación, si la herramienta no esta relacionada con un documento puede marcar la tarea como cerrada.

source: Messages
es_es: Mensajes

source: You can send and receive messages from the system by using the Messages tool. If you send a message to a user, and the user is logged in, it will appear as a popup message and the unread messages counter in the top toolbar will be updated.
es_es: Puede enviar y recibir mensajes desde el sistema usando la herramienta de mensajes. Si envía un mensaje a un usuario que ha iniciado sesión este recibirá una notificación.

source: Notes
es_es: Notas

source: You can store your long notes under this section. It can contain your partner lists, frequently used passwords, terms and conditions, or any other document which needs to be shared. Following are the steps to create new Note. To create a new note, go to:
es_es: Puede almacenar notas extensas en esta sección. Puede contener listas de clientes, datos de acceso, para crear una nueva nota valla a:

source: Notes can also be used as a knowledge base internally. You can also attach file in the Notes, and make it accessible to specific set of users only.
es_es: Las notas se pueden usar como una base de información interna.

source: Calendar
es_es: Calendario

source: The Calendar is a tool where you can create and share Events and also see auto-generated events from the system. You can switch calender view based on Month, Week and Day.
es_es: Con el calendario puede crear y compartir Eventos, los eventos pueden generarse por eventos del sistema.

source: Creating Events in Calender
es_es: Creando evento en el Calendario

source: There are many options to add events to the calendar
es_es: Hay muchas opciones para crear eventos en el calendario

source: Creating Event Manually: To create event manually, you should first determine Calender View. If Event's start and end time will be within one day, then you should first switch to Day view.
es_es: Manualmente.

source: Event Based on Lead: In the Lead form, you will find a field called Next Contact By and Next Contact Date. Event will be auto created for date and person person specified in this field.
es_es: Eventos basados en oportunidades.

source: Birthday Event: Birthday Event is created based on Date of Birth specified in the Employee master.
es_es: Cumpleaños.

source: Recurring Events: You can set events as recurring in specific interval by Checking the "Repeat This Event".
es_es: Eventos Recurrentes.

source: Permission for Event
es_es: Permiso para un Evento

source: You can set Event as Private or Public. Private Events will be visible only to you, and if any other user selected in the participants table. Instead of User, you can also assign permission for event based on Role. Public Event, like Birthday will be visible to all.
es_es: Puede establecer los eventos como Públicos o Privados. Los eventos privados solo serán visibles para usted y los usuarios que seleccione. También puede asignar permisos por Roles.

source: Event Reminders
es_es: Recordatorios de Eventos

source: There are two ways you can receive email reminder for an event:
es_es: Hay dos formas de recibir un correo electrónico como recordatorio de un evento:

source: Enable Reminder in Event: In the Event master, checking "Send an email reminder in the morning" will trigger notifcation email to all the participants for this event.
es_es: Habilitando los recordatorios en el Evento.

source: Create Email Digest: To get email reminders for event, you should set Email Digest for Calender Events. Email Digest can be set from:
es_es: Crear un resumen por correo electrónico.

source: Assignmet
es_es: Asignaciones

source: Assign To feature in ERPNext allows you to allocate particular document to specific user, whom needs to further work on that document. For example, if Sales Order needs to be approved/submitted by Sales Manager, first draft user can allocate that Sales Order to Sales Manager. On allocating document to Sales Manager, it will be added to that user's ToDo list. Same way, allocation can also be done to Material User and Account user who needs to create Delivery Note and Sales Invoice respectively against this Sales Note.
es_es: Las asignaciones son una característica de ERPNext que le permite designar un documento a un usuario especifico.

source: Permissions restriction cannot be done based on Assigned To
es_es: Restricciones de permisos no pueden se establecidas desde la opción de asignar a:

source: Following are the steps to assign document to another user.
es_es: Los pasos para asignar un documento a otro usuario son:

source: Step 1: Click on the Assign To Button. Assign to option is located at the footer of document. Clicking on Assignment Icon on the tool bar will fast-forward you to footer of same document.
es_es: Paso 1: Hacer clic en el botón asignar a.

source: Step 2: Assign to User. In the Assign To section, you will find option to select User to whom this document will be assigned to. You can assign one document to multiple people at a time.
es_es: Paso 2: Asignar al usuario. Puede asignar un documento a múltiples usuarios al mismo tiempo.

source: With assignment, you can also leave a comment for the review of asignee.
es_es: Al asignar una tarea puede dejar un comentario.

source: User will be able to remove assignment by clicking on "Assignment Completed" button in the document.
es_es: Los usuarios pueden remover una asignación marcándola como completada.

source: Tags
es_es: Etiquetas

source: Like Assignments and Comments, you can also add your own tags to each type of transactions. These tags can help you search a document and also classify it. ERPNext will also show you all the important tags in the document list.
es_es: De forma similar a los comentario y asignaciones, puede crear su propias etiquetas. Puede usar las etiquetas para buscar y clasificar documentos.
