Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Concepts.po
Languages: es_es

source: Concepts and Terms
es_es: Conceptos y Términos

source: Before you start implementation, lets get familiar with the terminology that is used and some basic concepts in ERPNext.
es_es: Antes de iniciar con la implementación, hay que familiarizarse con la terminología requerida y algunos conceptos básicos en ERPNext.

source: ERPNext is a modern tool that covers not only accounting but also all other business functions, on an integrated platform. It has many benefits over both traditional accounting as well as ERP applications.
es_es: ERPNext es una herramienta moderna que cubre no sólo la contabilidad sino también otras funciones del un negocio en una plataforma integrada.

source: Benefits over traditional accounting software:
es_es: Beneficios en relación a un sistema de contabilidad tradicional.

source: Do a lot more than just accounting! Manage inventory, billing, quotes, leads, payroll and a lot more.
es_es: Abarca mucho mas que solo contabilidad! Administra inventario, facturación, proformas, oportunidades y mucho mas.

source: Keep all your data safe and in one place. Don’t keep hunting for data when you need it across spreadsheets and different computers. -Manage everyone on the same page. All users get the same updated data.
es_es: Mantiene toda la información segura y en un sólo lugar.

source: Stop repetitive work. Don’t enter the same information from your word processor to your accounting tool. It's all integrated.
es_es: Disminuye el trabajo repetitivo.

source: Keep track. Get the entire history of a customer or a deal in one place.
es_es: Mantiene un registro de las operaciones.

source: Benefits over other ERPs
es_es: Beneficios en relación a otros ERP

source: Saves money.
es_es: Es más barato de implementar.

source: Easier to configure: Big ERPs are notoriously hard to setup and will ask you a zillion questions before you can do something meaningful.
es_es: Es más fácil de configurar.

source: Easier to use: Modern web like user interface will keep your users happy and in familiar territory.
es_es: Es más fácil de usar.

source: Open Source : This software is always free and you can host it anywhere you like.
es_es: Es software libre. Esta libre de costos de licenciamiento.

source: Basic Concepts
es_es: Conceptos Básicos

source: <emphasis role="bold">Company:</emphasis> This represents the Company records for which ERPNext is setup. With this same setup, you can create multiple Company records, each representing a different legal entity. The accounting for each Company will be different, but they will share the Customer, Supplier and Item records
es_es: <emphasis role="bold">Compañía:</emphasis> Representa los registros de la Empresa para la cual se configura ERPNext. Con esta misma configuración puede crear múltiples registros de empresas, cada una representando a una entidad legal diferente. La contabilidad de cada Compañía sera diferente, pero las empresas compartirán la misma base de Clientes, Proveedores y Artículos.

source: <emphasis role="bold">Customer:</emphasis> Represents a customer. A Customer can be an individual or an organizations. You can create multiple Contacts and Addresses for each Customer.
es_es: <emphasis role="bold">Cliente:</emphasis> Representa un cliente. Un Cliente puede ser un individuo o una organización. Puede crear varios Contactos y Direcciones para cada Cliente.

source: <emphasis role="bold">Supplier:</emphasis> Represents a supplier of goods or services. Your telephone company is a Supplier, so is your raw materials Supplier. Again, a Supplier can be an individual or an organization and has multiple Contacts and Addresses.
es_es: <emphasis role="bold">Proveedor:</emphasis> Representa un proveedor de bienes o servicios. Su compañía telefónica es un Proveedor, también lo es su proveedor de materias primas, un Proveedor puede ser un individuo o una organización y tener varios Contactos y Direcciones.

source: <emphasis role="bold">Item:</emphasis> A Product, sub-product or Service that is either bought, sold or manufactured and is uniquely identified.
es_es: <emphasis role="bold">Articulo:</emphasis> Un Producto, Sub - Producto o Servicio que es vendido o manufacturado por la empresa, y es unicamente identificable.

source: <emphasis role="bold">Account:</emphasis> An Account is a heading under which financial and business transactions are carried on. For example, “Travel Expense” is an account, “Customer Zoe”, “Supplier Mae” are accounts. ERPNext creates accounts for Customers and Suppliers automatically.
es_es: <emphasis role="bold">Cuenta:</emphasis> Una cuenta es una sección donde se registran transacciones financieras o comerciales. Por ejemplo, “Gastos de Viaje” es una cuenta, “Cliente Zoe”, “Proveedor Mae” son cuentas. ERPNext crea cuentas para Clientes y Proveedores automáticamente.

source: <emphasis role="bold">Address:</emphasis> An address represents location details of a Customer or Supplier. These can be of different locations such as Head Office, Factory, Warehouse, Shop etc.
es_es: <emphasis role="bold">Dirección:</emphasis> Una dirección representa detalles sobre la localización de un Cliente o Proveedor. Pueden haber diferentes direcciones como Oficina Central, Fabrica, Bodegas, Tienda etc.

source: <emphasis role="bold">Contact:</emphasis> An individual Contact belongs to a Customer or Supplier or is just an independent. A Contact has a name and contact details like email and phone number.
es_es: <emphasis role="bold">Contacto:</emphasis> Un Contacto individual pertenece a un Cliente o Proveedor o es independiente. Un Contacto tiene un nombre y detalles de contacto como un correo electrónico y número de teléfono.

source: <emphasis role="bold">Communication:</emphasis> A list of all Communication with a Contact or Lead. All emails sent from the system are added to the Communication table.
es_es: <emphasis role="bold">Comunicación:</emphasis> Una lista de todas las Comunicaciones con un Contacto o una Oportunidad. Todos los correos enviados desde el sistema se agregan al registro de comunicaciones.

source: <emphasis role="bold">Price List:</emphasis> A Price List is a place where different rate plans can be stored. It’s a name you give to a set of Item Prices stored under a particular List.
es_es: <emphasis role="bold">Lista de Precios:</emphasis> Una lista de precios es un lugar donde se guardan diferente planes de tarifas. Es un nombre que se le da a una serie de Precios de Artículos que se guarda bajo una sola lista.

source: Accounting
es_es: Contabilidad

source: <emphasis role="bold">Fiscal Year:</emphasis> Represents a Financial Year or Accounting Year. You can operate multiple Fiscal Years at the same time. Each Fiscal Year has a start date and an end date and transactions can only be recorded in this period. When you “close” a fiscal year, it's balances are transferred as “opening” balances for the next fiscal year.
es_es: <emphasis role="bold">Periodo Fiscal:</emphasis> Representa un Año Fiscal o Año Contable. Puede trabajar en varios Periodos Fiscales al mismo tiempo. Cada Periodo Fiscal tiene una fecha de inicio y una de fin y las transacciones soló pueden registrarse en ese periodo. Cuando "cierra" un Periodo Fiscal, sus saldos son transferidos como los saldos iniciales del próximo periodo fiscal.

source: <emphasis role="bold">Cost Center:</emphasis> A Cost Center is like an Account, but the only difference is that its structure represents your business more closely than Accounts. For example in your Chart of Accounts, you separate your expenses by type (say travel, marketing etc). In your Chart of Cost Centers, you can separate them by product line or business group (for example online sales, retail sales).
es_es: <emphasis role="bold">Centro de Costos:</emphasis> Un Centro de Costos es similar a una Cuenta con la única diferencia que su estructura representa a su negocio de forma mas cercana que una Cuenta. Por ejemplo en su Catalogo de Cuentas, usted separa sus gastos por tipo (transporte, publicidad, etc.). En sus Centros de Costos puede separarlos por lineas de productos o grupos de negocios (por ejemplo ventas en linea, ventas locales).

source: <emphasis role="bold">Journal Voucher:</emphasis> A document that contains General Ledger (GL) entries and the sum of Debits and Credits of those entries is the same. In ERPNext you can update Payments, Returns etc using Journal Vouchers.
es_es: <emphasis role="bold">Comprobante de Diario:</emphasis> Un documento que contiene entradas del Libro Mayor y la suma de los Débitos y Créditos de esas entradas en el mismo. En ERPNext puede actualizar Pagos, Devoluciones, etc. usando Comprobantes de Diario.

source: <emphasis role="bold">Sales Invoice:</emphasis> A bill sent to Customers for delivery of Items (goods or services).
es_es: <emphasis role="bold">Factura de Ventas:</emphasis> Una factura enviada a los Clientes por el envió de Artículos (bienes o servicios).

source: <emphasis role="bold">Purchase Invoice:</emphasis> A bill sent by a Supplier for delivery of Items (goods or services).
es_es: <emphasis role="bold">Factura de Compras:</emphasis> Una factura enviada por los Proveedores por el envió de Artículos (bienes o servicios).

source: <emphasis role="bold">Currency:</emphasis> ERPNext allows you to book transactions in multiple currencies. There is only one currency for your book of accounts though. While posting your Invoices, payments in different currencies, the amount is converted to the default currency by the specified conversion rate.
es_es: <emphasis role="bold">Moneda:</emphasis> ERPNext permite el registro de transacciones en varias monedas. Soló hay una moneda para sus registros. Al realizar Facturas y Pagos en diferentes monedas, el monto es convertido a la moneda predeterminada según la tasa de cambio definida.

source: Selling
es_es: Ventas

source: <emphasis role="bold">Customer Group:</emphasis> A classification of Customers, usually based on market segment.
es_es: <emphasis role="bold">Grupo de Clientes:</emphasis> Una clasificación de Clientes, generalmente basada en un segmento de mercado.

source: <emphasis role="bold">Lead:</emphasis> A person who could be a future source of business. A Lead may generate Opportunities. (from: “may lead to a sale”).
es_es: <emphasis role="bold">Oportunidad:</emphasis> Una persona que puede ser una futura fuente de negocios. Una Iniciativa puede generar Oportunidades. (de: "una oportunidad de venta").

source: <emphasis role="bold">Opportunity:</emphasis> A potential sale. (from: “opportunity for a business”).
es_es: <emphasis role="bold">Oportunidad:</emphasis> Una posible venta. (de: "oportunidad de negocios").

source: <emphasis role="bold">Sales Order:</emphasis> A note confirming the terms of delivery and price of an Item (product or service) by the Customer. Deliveries, Production Orders and Invoices are made on basis of Sales Orders.
es_es: <emphasis role="bold">Orden de Venta:</emphasis> Una confirmación de los términos de envió de un Articulo (producto o servicio) de parte de un Cliente. Notas de Envió, Ordenes de Producción y Facturas se elaboran en base a una Orden de Venta.

source: <emphasis role="bold">Territory:</emphasis> A geographical area classification for sales management. You can set targets for Territories and each sale is linked to a Territory.
es_es: <emphasis role="bold">Territorio:</emphasis> Una clasificación geográfica para la administración de ventas. Puede establecer metas para los Territorios y cada venta se vincula a un Territorio.

source: <emphasis role="bold">Sales Partner:</emphasis> A third party distributer / dealer / affiliate / commission agent who sells the company’s products usually for a commission.
es_es: <emphasis role="bold">Socio de Ventas:</emphasis> Un tercero distribuidor / promotor / afiliado / comisionista que vende productos de la compañía generalmente por una comisión.

source: <emphasis role="bold">Sales Person:</emphasis> Someone who pitches to the Customer and closes deals. You can set targets for Sales Persons and tag them in transactions.
es_es: <emphasis role="bold">Vendedor:</emphasis> Una persona que se contacta con el Cliente y cierra las ventas. Puede definir metas para vendedores y etiquetarlos en las transacciones.

source: Buying
es_es: Compras

source: <emphasis role="bold">Purchase Order:</emphasis> A contract given to a Supplier to deliver the specified Items at the specified cost, quantity, dates and other terms.
es_es: <emphasis role="bold">Orden de Compra:</emphasis> Un contrato otorgado a un Proveedor para enviar los productos especificados al precio, cantidad, fecha y otros términos acordados.

source: <emphasis role="bold">Material Request:</emphasis> A request made by a system User, or automatically generated by ERPNext based on reorder level or projected quantity in Production Plan for purchasing a set of Items.
es_es: <emphasis role="bold">Solicitud de Materiales:</emphasis> Una solicitud realizada por un usuario del sistema o automáticamente generado por ERPNext basado en los niveles definidos o la cantidad proyectada en el Plan de Producción para la compra de una serie de Artículos.

source: Stock (Inventory)
es_es: Almacén (Inventario)

source: <emphasis role="bold">Warehouse:</emphasis> A logical Warehouse against which stock entries are made.
es_es: <emphasis role="bold">Almacén:</emphasis> Un Almacén lógico contra el que realizan transacciones de inventario.

source: <emphasis role="bold">Stock Entry:</emphasis> Material transfer from a Warehouse, to a Warehouse or from one Warehouse to another.
es_es: <emphasis role="bold">Entrada de Inventario:</emphasis> Transferencia de Material a un Almacén, o de un Almacén a Otro.

source: <emphasis role="bold">Delivery Note:</emphasis> A list of Items with quantities for shipment. A Delivery Note will reduce the stock of Items for the Warehouse from where you ship. A Delivery Note is usually made against a Sales Order.
es_es: <emphasis role="bold">Nota de Envió:</emphasis> Una lista de Artículos con las cantidades para envió. Una Nota de Envió reducirá el inventario para el Almacén del que se enviá. Una Nota de Envió generalmente se hace contra una Orden de Venta.

source: <emphasis role="bold">Purchase Receipt:</emphasis> A note stating that a particular set of Items were received from the Supplier, most likely against a Purchase Order.
es_es: <emphasis role="bold">Recibo de Compra:</emphasis> Una nota especificando que un envió particular de Artículos fue recibido del Proveedor, la mayoría se realiza contra una Orden de Compra.

source: <emphasis role="bold">Serial Number:</emphasis> A unique number given to a particular unit of an Item.
es_es: <emphasis role="bold">Número de Serie:</emphasis> Un número único dado a una unidad particular de un Articulo.

source: <emphasis role="bold">Batch:</emphasis> A number given to a group of units of a particular Item that may be purchased or manufactured in a group.
es_es: <emphasis role="bold">Lote:</emphasis> Un número dado a un grupo de unidades de un Articulo en particular que puede ser enviado o producido en grupo.

source: <emphasis role="bold">Stock Ledger Entry:</emphasis> A unified table for all material movement from one warehouse to another. This is the table that is updated when a Stock Entry, Delivery Note, Purchase Receipt, and Sales Invoice (POS) is made.
es_es: <emphasis role="bold">Mayor de Inventario:</emphasis> Un único registro de los movimientos de material de un almacén a otro. Este es el registro que se actualiza cuando una Entrada de Inventario, Nota de Envió, Recibo de Compra, o Factura de Venta (POS) es hecha.

source: <emphasis role="bold">Stock Reconciliation:</emphasis> Update Stock of multiple Items from a spreadsheet (CSV) file.
es_es: <emphasis role="bold">Conciliación de Inventario:</emphasis> Actualizar las Existencias de múltiples Artículos desde una archivo (CSV).

source: <emphasis role="bold">Quality Inspection:</emphasis> A note prepared to record certain parameters of an Item at the time of Receipt from Supplier, or Delivery to Customer.
es_es: <emphasis role="bold">Inspección de Calidad:</emphasis> Una nota para registrar ciertos parámetros de un Articulo al momento de Recibirlo de un Proveedor o Enviarlo a un Cliente.

source: <emphasis role="bold">Item Group:</emphasis> A classification of Item.
es_es: <emphasis role="bold">Grupo de Artículos:</emphasis> Una clasificación de Artículos.

source: Human Resource Management
es_es: Administración de Recursos Humanos

source: <emphasis role="bold">Employee:</emphasis> Record of a person who has been in present or past, in the employment of the company.
es_es: <emphasis role="bold">Empleado:</emphasis> Registros de una persona que es o a sido un empleado de la compañía.

source: <emphasis role="bold">Leave Application:</emphasis> A record of an approved or rejected request for leave.
es_es: <emphasis role="bold">Solicitud de Vacaciones:</emphasis> Un registro de una solicitud de vacaciones aprobada o rechazada.

source: <emphasis role="bold">Leave Type:</emphasis> A type of leave (for example, Sick Leave, Maternity Leave etc.)
es_es: <emphasis role="bold">Tipo de Vacaciones:</emphasis> Un tipo de Ausencia (por ejemplo Ausencia por Enfermedad, Ausencia por Maternidad etc.).

source: <emphasis role="bold">Salary Manager:</emphasis> A tool that will help creation of multiple Salary Slips for Employees.
es_es: <emphasis role="bold">Administrador de Salarios:</emphasis> Una herramienta que ayuda a la creación de Planillas de los Empleados.

source: <emphasis role="bold">Salary Slip:</emphasis> A record of the monthly salary given to an Employee.
es_es: <emphasis role="bold">Planilla:</emphasis> Un registro del salario mensual correspondiente a un empleado.

source: <emphasis role="bold">Salary Structure:</emphasis> A template identifying all the components of an Employees' salary (earnings) and tax and other social security deductions.
es_es: <emphasis role="bold">Estructura Salarial:</emphasis> Una plantilla que identifica todos los componentes del salario de un Empleado (ingresos y deducciones por impuestos y seguridad social).

source: <emphasis role="bold">Appraisal:</emphasis> A record of the performance of an Employee over a specified period based on certain parameters.
es_es: <emphasis role="bold">Evaluación:</emphasis> Un registro del desempeño de un empleado en un determinado periodo de tiempo basado en ciertos parámetros.

source: <emphasis role="bold">Appraisal Template:</emphasis> A template recording the different parameters of Employee performance and their weightage for a particular role.
es_es: <emphasis role="bold">Plantilla de Evaluación:</emphasis> Una plantilla con los registros de los diferentes parámetros del desempeño de un Empleado y valor para un rol determinado.

source: <emphasis role="bold">Attendance:</emphasis> A record indicating presence or absence of an Employee on a particular day.
es_es: <emphasis role="bold">Asistencia:</emphasis> Un registro que indica la asistencia o ausencia de un Empleado en un día particular.

source: Manufacturing
es_es: Fabricación

source: <emphasis role="bold">Bill of Materials (BOM):</emphasis> A list of Operations and Items with their quantities, that are required to produce another Item. A Bill of Materials (BOM) is used to plan purchases and do product costing.
es_es: <emphasis role="bold">Solicitud de Materiales (BOM):</emphasis> Una lista de Operaciones y Artículos con sus cantidades requeridas para producir otro Articulo. Una Solicitud de Materiales (BOM) se usa para planear compras y hacer el costeo del producto.

source: <emphasis role="bold">Workstation:</emphasis> A place where a BOM operation takes place. It is useful to calculate the direct cost of the product.
es_es: <emphasis role="bold">Estación de Trabajo:</emphasis> Un lugar donde tiene lugar las operaciones de una Solicitud de Materiales. Es útil para calcular los costos directos del producto.

source: <emphasis role="bold">Production Order:</emphasis> A document signaling production (manufacture) of a particular Item with specified quantities.
es_es: <emphasis role="bold">Orden de Producción:</emphasis> Un documento señalando la producción (fabricación) de un Articulo en particular en cantidades especificas.

source: <emphasis role="bold">Production Planning Tool:</emphasis> A tool for automatic creation of Production Orders and Purchase Requests based on Open Sales Orders in a given period.
es_es: <emphasis role="bold">Herramienta de Planeación de Producción:</emphasis> Una herramienta para la creación automática de Ordenes de Producción y Solicitudes de Compras basadas en Ordenes de Ventas abiertas en un periodo determinado.

source: Setup / Customization
es_es: Configuración / Personalización

source: <emphasis role="bold">Custom Field:</emphasis> A user defined field on a form / table.
es_es: <emphasis role="bold">Campo Personalizado:</emphasis> Un campo de una tabla definido por un usuario.

source: <emphasis role="bold">Global Defaults:</emphasis> This is the sect2 where you set default values for various parameters of the system.
es_es: <emphasis role="bold">Configuración Global:</emphasis> La sección donde se definen los valores de varios parámetros del sistema.

source: <emphasis role="bold">Print Heading:</emphasis> Text of your terms of contract.
es_es: <emphasis role="bold">Encabezados:</emphasis> Texto de sus términos de contrato.

source: <emphasis role="bold">Unit of Measure (UOM:</emphasis> How quantity is measured for an Item. For example (Kg, No, Pair, Packet) etc.
es_es: <emphasis role="bold">Unidad de Medida (UOM):</emphasis> Cantidad de medida en que se mide un Articulo. Por ejemplo (Kg, Par, Paquetes) etc.

source: Website
es_es: Sitio Web

source: <emphasis role="bold">Blog Post:</emphasis> A short article that appears in the “Blog” section of the website generated from the ERPNext website module. Blog is a short from of “Web Log”.
es_es: <emphasis role="bold">Blog Post:</emphasis> Un articulo corto que aparece en el "Blog" del sitio web generado por ERPNext. Blog es una abreviación de “Web Log”.

source: <emphasis role="bold">Web Page:</emphasis> A web page with a unique URL (web address) on the website generated from ERPNext.
es_es: <emphasis role="bold">Página Web:</emphasis> Una página Web con una dirección única generada desde ERPNext.
