Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Data.po
Languages: es_es

source: Data Management
es_es: Administración de Datos

source: You can import, export bulk edit data from and to spreadsheet files (.csv) from the Data Import Export Tool. This tool will be very helpful initially to setup your data from other systems.
es_es: Puede importar, exportar datos desde y hacia una hoja de calculo (.csv) desde la Herramienta de Importación y Exportación de Datos. Esta herramienta le sera muy útil inicialmente para configurar sus datos de otro sistema.

source: Data Import Tool
es_es: Herramienta para Importar Datos

source: The Data Import Tool is a great way to upload (or edit) bulk data, specially master data, into the system. To Open the data import tool, you either go to Setup or go to the Transaction you want to Import. If Data Import is allowed, you will see an Import Button:
es_es: La Herramienta para Importar Datos es una buena forma para subir (o editar) datos, especialmente datos principales, al sistema. Para Abrir la herramienta para importar datos, puede tanto ir a la Configuración o a la Transacción que desea Importar. Si la Importación de Datos se permite, encontrara el Botón de Importar.

source: The tool has two sections, one to download a template and the second to upload the data.
es_es: La herramienta tiene dos secciones, uno para descargar una plantilla y el segundo para subir los datos.

source: Only those DocTypes are allowed for Import whose Document Type is "Master" or Allow Import property is set.
es_es: Solo aquellos Documentos que son permitidos para Importar son aquellos en que el Tipo de Documento es "Master" o la opción de Permitir Importar esta seleccionada.

source: Downloading The Template
es_es: Descargar la Plantilla

source: Data in ERPNext is stored in tables, much like a spreadsheet with columns and rows of data. Each entity in ERPNext can have multiple child tables associated with it too. The child tables are linked to the parent tables and are implemented where there are multiple values for any property. For example an Item can have multiple prices, An Invoice has multiple Items and so on.
es_es: La información de ERPNext se almacena en tablas, muy similares a hojas de datos con columnas y filas de datos. Cada entidad en ERPNext puede tener múltiples tablas hijos asociadas con ellas también. Las tablas hijo están vinculadas a las tablas principales y son implementadas donde hay múltiples valores para cada propiedad. Por ejemplo un Articulo puede tener precios, una Factura tiene múltiples Artículos y así sucesivamente.

source: Click on the table you want to download or "All Tables"
es_es: Clic en la tabla que desea descargar o "Todas la Tablas"

source: For bulk editing, you can click on "Download With Data"
es_es: Para edición de datos, puede hacer clic en "Descargar con Datos"

source: Fill in the Template
es_es: Llenar los datos en la Plantilla

source: After downloading the template, open it in a spreadsheet application and fill in the data below the column headings.
es_es: Después de descargar la plantilla, ábrala en una aplicación de hoja de calculo y llene los datos en la columna debajo la columna de encabezados.

source: Then export your template or save it as a Comma Separated Values (CSV) file.
es_es: Después exporte su plantilla o guárdela como un Archivo Separado con Comas (CSV).

source: Upload the .csv File
es_es: Suba el archivo .csv

source: Finally attach the .csv file in the section. Click on the "Upload and Import" button.
es_es: Finalmente adjunte el archivo .csv en la sección correspondiente. Clic en el botón "Subir e Importar".

source: Make sure that if your application allows, use encoding as UTF-8.
es_es: Asegúrese que la aplicación que utilice permite usar la codificación como UTF-8.

source: Keep the ID column blank for new records.
es_es: Mantenga la columna de ID en blanco para nuevos registros.

source: Uploading All Tables (Main + Child)
es_es: Suba Todas las Tables (Principal + Hijos)

source: If you select all tables, you will get columns belonging to all the tables in one row separated by ~ columns. If you have multiple child rows then you must start a new main item on a new row.
es_es: Si usted selecciona todas las tables, podrá obtener columnas pertenecientes a todas las tables en una fila separada por columnas. Si usted tiene múltiples filas hijos tiene que iniciar un nuevo ítem principal en una nueva columna.

source: To see how its done, enter a few records manually using forms and export "All Tables" with "Download with Data"
es_es: Para poder observar como funciona, introduzca unos pocos registros manualmente usando los formularios del sistema y luego exporte "Todas las Tablas" con la opción " Descargar con Datos".

source: Overwriting
es_es: Sobre escribir datos

source: ERPNext also allows you to overwrite all or certain columns. If you want to update certain columns, you can download the template with data. Remember to check on the Overwrite box before uploading.
es_es: ERPNext también permite sobre escribir todas o algunas columnas. Si desea actualizar actualizar solo ciertas columnas, puede descargar la plantillas con datos. Recuerde Seleccionar la opción de Sobre Escribir antes de subir los datos.

source: For child records, if you select Overwrite, it will delete all the child records of that parent.
es_es: Para registros hijos, si usted desea Sobre Escribir, esto borrara todas la tablas hijos de esa tabla padre,

source: Upload Limitations
es_es: Limitaciones al Subir

source: ERPNext restricts the amount of data you can upload in one file. Though the number may vary based on the type of data. It is usually safe to upload around 1000 rows of a table at one go. If the system will not accept, then you will see an error.
es_es: ERPNext restringe la cantidad de datos que puede subir en un solo archivo. Ahora el número puede variar según el tipo de datos. Usualmente es seguro subir alrededor de 1000 filas para una tabla de una sola vez. Si el sistema no acepta esa cantidad, recibirá un mensaje de error.

source: Why is this? Uploading a lot of data can cause your system to crash, specially if there are other users doing things in parallel. Hence ERPNext restricts the number of “writes” you can process in one request.
es_es: ¿Porqué es esta limitación? Subir muchos datos de una vez puede hacer que su sistema falle, especialmente si hay varios usuarios trabajando en paralelos. Dado que ERPNext restringe el número de "escrituras" que puede realizar en una sola operación.

source: How to Attach files?
es_es: ¿Como adjuntar archivos?

source: When you open a form, on the right sidebar, you will see a section to attach files. Click on “Add” and select the file you want to attach. Click on “Upload” and you are set.
es_es: Cuando usted abre una forma, en la columna derecha, podrá ver una sección para subir archivos. Clic en "Agregar" y seleccione el archivo que desea adjuntar. Clic en "Subir" y usted esta listo.

source: What is a CSV file?
es_es: ¿Qué es un archivo CSV?

source: A CSV (Comma Separated Value) file is a data file that you can upload into ERPNext to update various data. Any spreadsheet file from popular spreadsheet applications like MS Excel or Open Office Spreadsheet can be saved as a CSV file.
es_es: Un archivo CSV (Archivo Separado por Comas) es un archivos de datos que subir a ERPNext para actualizar varios datos. Cada aplicación de hoja de calculo como MS Excel o Open Office puede ser guardado como un archivo CSV.

source: If you are using Microsoft Excel and using non-English characters, make sure to save your file encoded as UTF-8. For older versions of Excel, there is no clear way of saving as UTF-8. So save your file as a CSV, then open it in Notepad, and save as “UTF-8”. (Sorry blame Microsoft for this!)
es_es: Si usted esta usando Microsoft Excel y utilizando caracteres no Ingleses, asegurece de guardar su archivo con codificac UTF-8. Para versiones anteriores de Excel, no hay forma clara de guardar como UTF-8. Así que guarde su archivo como CSV, luego abra el documento en Notepad, y guarde el archivo como "UTF-8". (¡Lo sentimos odien a Microsoft por esto!)

source: Bulk Renaming of Records
es_es: Renombrando Registros

source: You can rename a document if ERPNext (if it is allowed) by going to Menu &gt; Rename in the document.
es_es: Puede cambiar el nombre de un documento en ERPNext (si tiene permiso de hacerlo) en Menú &gt; Renombrar en el documento.

source: Alternatively, if you want to rename a whole bunch of records, just go to:
es_es: Alternativamente, si quiere renombrar muchos archivos, solo valla a:

source: Setup &gt; Data &gt; Rename Tool
es_es: Configuración &gt; Datos &gt; Herramienta de Renombrado

source: This tool will allow you to rename multiple records at the same time.
es_es: Esta herramienta le permitirá renombrar múltiples registros al mismo tiempo.

source: Example
es_es: Ejemplo

source: To rename multiple records, upload a .csv file with the old name in the first column and the new name in the second column and click on Upload.
es_es: Para renombrar múltiples registros, suba un archivo .csv con los viejos nombre en la primer columna y el nuevo en la segunda columna y clic en Subir.
