Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Introduction.po
Languages: es_es

source: Introduction
es_es: Introducción

source: If you are running a small business that has a few employees, you understand that it's hard to manage the dynamic nature of doing businesses. You are already using a software like Accounting, and may be some more to manage your inventory and sales (or CRM).
es_es: Si está dirigiendo un negocio pequeño con pocos empleados, entiende que es difícil manejar la dinámica naturaleza de hacer negocios. Usted esta usando una aplicación para Contabilidad, y probablemente algunas mas para manejar su inventario y ventas (tal vez un CRM).

source: An ERP brings all of this together in one place.
es_es: Un ERP proporciona todas esas funciones en un solo lugar.

source: Small businesses are not so different from large ones. They contain most of the complexities of a large business along with many other constraints. Small businesses have to communicate with customers, do accounts, pay taxes, do payroll, manage timelines, deliver quality, answer questions, and keep everyone happy just like in large businesses.
es_es: Las empresas pequeñas no son diferentes de las grandes entidades. Tienen la misma complejidad de una gran organización junto a otros retos. Las empresas pequeñas tienen que mantener comunicación con sus clientes, llevar su contabilidad, pagar impuestos, pagar planillas, administrar ciclos de tiempo, mantener la calidad, responder las inquietudes de los clientes y mantener a todos felices como lo hacen las grandes empresa.

source: Large businesses have the advantage of using advanced data systems to manage their process efficiently. Small businesses, on the other hand, typically struggle to keep things organized. They often use a mix of apps like spreadsheets, accounting software, web CRM etc to manage.The problem is, not everyone is on the same page. An ERP changes that.
es_es: Grandes empresas tiene la ventaja de contar con sistemas avanzados para administrar eficientemente sus procesos, por otro lado, generalmente luchan por mantener todo en orden. Ellos usan una mezcla de aplicaciones como hojas de calculo, aplicaciones de contabilidad, un CRM web. El problema es que no todos están en la misma aplicación. Un ERP cambia eso.

source: ERPNext helps you to manage all your business information in one application and use it to manage operations and take decisions based on data. Among other things, ERPNext will help you to:
es_es: ERPNext le ayuda a manejar toda la información de su negocio en una sola aplicación y usarla para manejar todas las operaciones de la empresa y tomar decisiones basados en la información disponible. Entre otras cosas, ERPNext le ayudara a:

source: Track all Invoices and Payments.
es_es: Registrar todas las Facturas y Pagos.

source: Know what quantity of which product is available in stock.
es_es: Conocer la cantidad disponible de cada producto en el inventario.

source: Identify open customer queries.
es_es: Identificar las necesidades de sus clientes.

source: Manage payroll.
es_es: Manejar la Planilla.

source: Assign tasks and follow up on them.
es_es: Asignar tareas y darles seguimiento.

source: Maintain a database of all your customers, suppliers and their contacts.
es_es: Manejar una base de datos de todos sus clientes, proveedores y sus contactos.

source: Prepare quotes.
es_es: Preparar presupuestos.

source: Get reminders on maintenance schedules.
es_es: Obtener recordatorios del calendario de mantenimiento.

source: Publish your website.
es_es: Publicar su sitio web.

source: And a lot lot lot more.
es_es: Y muchas cosas mas.
