Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Prices.po
Languages: es_es

source: Price List
es_es: Lista de Precios

source: ERPNext lets you maintain multiple selling and buying prices for an Item using Price Lists. A PriceList is a name you can give to a set of Item prices.
es_es: ERPNext le permite mantener multiples precio de compra de venta de Articulos usando Listas de Precios. Una Lista de Precios en el nombre que se le da a un set de Precios de Articulos.

source: Why would you want Price Lists? You have different prices for different zones (based on the shipping costs), for different currencies etc.
es_es: ¿Para qué necesita Listas de Precios? Puede tener diferentes precios para diferentes áreas (basado en el costo de transporte) o en monedas, etc.

source: An Item can have multiple prices based on customer, currency, region, shipping cost etc, which can be stored as different rate plans. In ERPNext, you are required to store all the lists separately. Buying Price List is different from Selling Price List and thus is stored separately.
es_es: Un Articulo puede tener diferentes precios según el Cliente, Tipo de Cambio, Región, Costo de Envió, etc. que puede ser guardados como diferentes tarifas. En ERPNext, puede requerir guardar todos los precios como listas diferentes. Los Precios de Compra son diferentes de la Listas de Precios de Venta y se guardan por separado.

source: Standard Buying and Selling Price List are created by default.
es_es: La lista predeterminada de Precios de Compra y Venta se crea por defecto.

source: <emphasis role="Bold">Step to create Price List.</emphasis>
es_es: <emphasis role="Bold">Pasos para crear una Lista de Precios.</emphasis>

source: Step 1: Go to
es_es: Paso 1: Valla a:

source: Selling/Buying/Stock &gt; Setup &gt; Price List &gt;&gt; New
es_es: Ventas / Compras / Inventario &gt; Configuración &gt; Lista de Precios &gt; Nueva

source: Step 2: Enter name of new Price List.
es_es: Paso 2: Introduzca el nombre de la nueva Lista de Precios

source: Step 3: Select Currency
es_es: Paso 3: Seleccione la moneda

source: Select Currency for this Price List. Currency option in Price List allows you to maintain item's price in Currency other than your companies base currency.
es_es: Seleccione la Moneda para esta Lista de Precios. Las opciones de Moneda en la Lista de Precios le permite mantener precios de los Artículos en otras monedas que la predeterminada de la compañía.

source: Step 4: Select Buying and Selling
es_es: Paso 4: Seleccione Compra y Venta

source: Select for which transaction this Price List is application. Mostly it will be one of the Buying or Selling, however you can choose both as well.
es_es: Seleccione para que tipo de transacciones es esta lista de precios. Generalmente sera solo de Compra o Venta, pero puede seleccionar ambos.

source: Step 5: Select Territory
es_es: Paso 5: Territorio

source: Select Territory for which this Price List will be applicable.
es_es: Seleccione el Territorio para el que es aplicable esta Lista de Precios.

source: Step 6: Save Price List.
es_es: Paso 6: Guarde la Lista de Precios

source: These Price List will be used when creating Item Price record to track selling or buying price of an item. Click here to learn more about Item Price.
es_es: Esta Lista de Precios sera usada cuando cree registros de Precios de Artículos para registrar compras o ventas de un Articulo.

source: To disable specific Price List, uncheck Enabled field in it. Disabled Price List will not be availale for selection in the Sales and Purchase transactions.
es_es: Para deshabilitar una lista de Precios especifica, de seleccione la opción "Habilitada". Las Listas de Precios deshabilitadas no están disponibles para selección en las transacciones de Compra y Venta.
