Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Printing.po
Languages: es_es

source: Printing and Branding
es_es: Impresión

source: Documents that you send to your customers carry your brand and image and they must be tailored to your requirements. ERPNext gives you many options so that you can set your oraganization's branding in your documents.
es_es: Los documentos que enviá a sus clientes llegan su logo e imagen y deben ser personalizados según sus necesidades. ERPNext le brinda muchas opciones para personalizar la imagen de su empresa en sus documentos.

source: Print Settings
es_es: Configuración de Impression

source: In Print Settings you can set your default printing preferences like Paper Size, default text size, whether you want output as PDF or HTML etc.
es_es: En la Configuración de Impression puede establecer las preferencias por defecto de impresión como Tamaño de Papel, Tamaño de Texto, el formato de salida como PDF o HTML.

source: To edit print settings, go to:
es_es: Para editar la configuración de impresión, valla a:

source: Setup &gt; Printing and Branding &gt; Print Settings
es_es: Configuración &gt; Impresión &gt; Configuración de Impression.

source: Print Format Builder
es_es: Herramienta de Formatos de Impresión

source: The Print Format Builder helps you quickly make a simple customized Print Format by dragging and dropping data fields and adding custom text or HTML.
es_es: La Herramienta de Creación de Formatos de Impresión les permite crear rápidamente formatos de Impresión Personalizados arrastrando, eliminando y agregando campos de texto personalizado o HTML.

source: You can create a new Print Format either by going to:
es_es: Puede crear un nuevo Formato de Impresión desde:

source: Setup &gt; Printing and Branding &gt; Print Format Builder
es_es: Configuración &gt; Impresión &gt; Herramienta de Formatos de Impresión

source: or Open the document for which you want to make a print format. Click the Printer icon, or go to Menu &gt; Print and click on the Edit button. Note: You must have System Manager permission to do this.
es_es: o Abrir el documento a partir del cual desea hacer un formato de impresión. Clic en el Icono de la Impresora, o valla a Menú &gt; Impresión y Clic en el botón Editar. Debe tener permisos de Administrador para acceder a esta opción.

source: Make a new Format
es_es: Crear un nuevo Formato

source: Add a new Field
es_es: Agregar un nuevo campo

source: To add a field, just drag it from the left sidebar and add it in your layout. You can edit the layout by clicking on the settings icon.To add a field, just drag it from the left sidebar and add it in your layout. You can edit the layout by clicking on the settings icon.
es_es: Para agregar un nuevo campo, solo lo debe arrastrar de la barra izquierda y agregarlo a su diseño. Puede editar el formato haciendo Clic en el icono de configuración.

source: Remove Field
es_es: Eliminar un Campo

source: To remove a field, just drag it back into the fields sidebar.
es_es: Para eliminar un campo, solo debe arrastrarlo de nuevo a la barra lateral.

source: Cutomize
es_es: Personalización

source: You can add customized text, HTML in your print format, just add the Custom HTML field (in dark colour) and add it to the the place where you want to add the text. Then click on Edit HTML to edit your content.
es_es: Puede agregar texto personalizado, tambien HTML en su formato de impresión, solo agregue un campo HTML (en color oscuro) y agreguelo en el lugar que quiere mostrar el texto. Luego clic en Editar HTML para editar el contenido.

source: To save your format, just click on the Save button on the top.
es_es: Para guardar su formato, solo haga clic en Botón Guardar en la parte superior.

source: Print Headings
es_es: Encabezados de Impresión

source: Print Headings are the names which you can give to your sales invoices, supplier quotations etc. You can create a list of names for different business communications. You can create print headings from :
es_es: Los Encabezados de Impresión son los nombre que puede dar a sus facturas de venta, proformas de proveedores etc. Puede crear una lista de nombres para diferentes comunicaciones de negocios. Para crear encabezados de impresión desde:

source: Setup &gt; Printing &gt; Print Heading &gt; New Print Heading
es_es: Configuración &gt; Impresión &gt; Encabezados de Impresión &gt; Nuevo Encabezado de Impresión

source: Example of a change in print heading is shown below:
es_es: Ejemplo de de una cambio a un Encabezado de Impresión esta a continuación:

source: Letter Heads
es_es: Membretes

source: You can manage multiple letter heads in ERPNext. In a letter head you can:
es_es: Puede manejar varios membretes en ERPNext. En un membrete puede:

source: Create an image with your logo, brand and other information that you want to put on your letter head.
es_es: Crear una imagen con su logo, marca y otra información que quiera colorar en su membrete.

source: Attach the image in your Letter Head record by clicking on image icon to automatically generate the HTML required for this Letter Head.
es_es: Agregue una imagen en su membrete haciendo clic en el icono de la imagen para automáticamente generar el HTML requerido para el membrete.

source: If you want to make this the default letter head, click on “Is Default”.
es_es: Si desea configurar este membrete como el membrete por defecto, clic en "Es Predeterminado".

source: Your letter head will now appear in all Prints and Emails of documents.
es_es: Su membrete ahora aparcera en todas las Impresiones y Correos Electrónicos de documentos.

source: You can create / manage Letter Heads from:
es_es: Puede crear / administrar membretes desde:

source: Setup &gt; Printing &gt; Letter Head &gt; New Letter Head
es_es: Configuración &gt; Impresión &gt; Membretes &gt; Nuevo Membrete

source: This is how the letter head looks in a document print:
es_es: Así es como el membrete se aprecia un una documento impreso:

source: Address Template
es_es: Plantilla de Dirección

source: Each region has its own way of defining Addresses. To manage multiple address formats for your Documents (like Quotation, Purchase Invoice etc.), you can create country-wise Address Templates.
es_es: Cada región tiene su propio forma de definir direcciones. Para administrar diferentes formatos de dirección para sus Documentos (como Proformas, Ordenes de Compra, etc), puede crear Plantillas de Direcciones por país.

source: Setup &gt; Printing and Branding &gt; Address Template
es_es: Configuración &gt; Impresión &gt; Plantillas de Dirección

source: A default Address Template is created when you setup the system. You can either edit or update it or create a new template.
es_es: Una Plantilla de Direcciones por defecto se crea al configurar el sistema. Puede editarla, actualizarla o crear una plantilla nueva.

source: One template is default and will apply to all countries that do not have an specific template.
es_es: Una plantilla se define por defecto y sera aplicada a todos los países que no tengan una plantilla especifica.

source: <emphasis role="Bold">Template</emphasis>
es_es: <emphasis role="Bold">Plantilla</emphasis>

source: The templating engine is based on HTML and the Jinja Templating system and all the fields (including Custom Fields) will be available for creating the template.
es_es: El motor de plantillas se basa en HTML y en el sistema de plantillas Jinja y todos los campos (incluidos Campos Personalizados) están disponibles para crear la plantilla.

source: <emphasis role="Bold">Example</emphasis>
es_es: <emphasis role="Bold">Ejemplo</emphasis>

source: Terms And Conditions
es_es: Términos y Condiciones

source: Terms and conditions are the general and special arrangements, provisions, requirements, rules, specifications, and standards that a company follows. These specifications are an integral part of an agreement or contract that the company gets into with its customers, suppliers or partners.
es_es: Los Términos y Condiciones son los acuerdos, provisiones, requerimientos, reglas, especificaciones y estándares generales y específicos que sigue la compañía. Estas especificaciones son parte integral de un acuerdo o contrato que la compañía establezca con sus clientes, proveedores o socios.

source: Make a new Terms and Conditions
es_es: Crear nuevos Términos y Condiciones

source: To setup Terms and Condition master, go to:
es_es: Para configurar los Términos y Condiciones, valla a:

source: Selling &gt; Terms and Condition &gt; New
es_es: Ventas &gt; Términos y Condiciones &gt; Nuevo

source: Editing in HTML
es_es: Editando en HTML

source: Content of Terms and Condition can be formatted as per your preference, and also insert images where needed. If you have expertise in HTML, you will also find option to edit the content of Terms and Condition in HTML.
es_es: El contenido de los Términos y Condiciones puede ser editado según sus preferencias, y puede insertar imágenes según sea necesario. Si tiene experiencia en HTML, podrá encontrar opciones para editar el contenido en HTML.

source: This also allows you to use Terms and Condition master for footer, which otherwise is not availale in ERPNext as dedicated functionality. Since contents of Terms and Condition is always the last to appear in the print format, details of footer should be inserted at the end of the content, so that it actually appears as footer in the print format.
es_es: Esto le permite usar el administrador de Términos y Servicios para el pie de página, si bien no esta disponible como una función especifica. El contenido de los Terminos y Condiciones siempre es el último en aparecer en el formato de impresión, detalles de pie de página deben ser insertados al final del contenido, así que actualmente aparece como pie de página.

source: Select in Transaction
es_es: Seleccionar en la Transacción

source: In transactions, you will find section of Terms and Condition where you will be able to search and fetched required Terms and Condition master.
es_es: En las transacciones, puede seleccionar los Términos y Condiciones donde podrá elegirlos del administrador.
