Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Selling.po
Languages: es_es

source: To add taxes to your Quotation, you can either select a tax template, Sales Taxes and Charges Master or add the taxes on your own. You can add taxes in the same manner as the Sales Taxes and Charges Master.
es_es: Para agregar registro de impuestos a su cotización puede utilizar una plantilla de impuestos. Puede agregar impuestos de la misma forma que los impuestos de ventas y el maestro de archivos.

source: Terms and Conditions
es_es: Términos y Condiciones

source: Each Quotation must ideally contain a set of terms, of your contract. It is usually a good idea to make templates of your Terms and Conditions, so that you have a standard set of terms. You can do this by going to:
es_es: idealmente cada cotización debe detallar los términos y condiciones aplicables. Puede crear plantillas de términos y condiciones para tener un registro estándar de los mismos desde:

source: Sales Order
es_es: Orden de Ventas

source: The Sales Order confirms your sales and triggers purchase (Material Request) shipment (Delivery Note), billing (Sales Invoice) and manufacturing (Production Plan). A Sales Order is usually a binding Contract with your Customer. Once your customer confirms the Quotation you can convert your Quotation into a Sales Order.
es_es: Una orden de ventas confirma una venta. Una orden de ventas usualmente se origina de una confirmación de un cliente en base a una cotización, puede crear una orden de compra desde una cotización.

source: Alternatively, you can create a Sales Order directly from:
es_es: Alternativamente, puede crear directamente una orden de venta desde:

source: Next Steps
es_es: Próximos pasos

source: Once you “Submit” your Sales Order, you can now trigger different aspects of your organization:
es_es: Una vez registra una orden de venta esto puede iniciar varios procesos en su empresa:

source: To begin purchase click on “Make Purchase Request”
es_es: Puede iniciar un proceso de compra mediante una solicitud de compra.

source: To make a shipment entry click on “Make Delivery Note”
es_es: Puede hacer un envío desde hacer nota de entrega.

source: To bill, make “Make Sales Invoice”
es_es: Puede generar una factura desde hacer factura de ventas.

source: To stop further process on this Sales Order, click on “Stop”
es_es: Para detener procesos relacionados a una orden de venta haga clic en detener.

source: Submission
es_es: Presentar

source: Sales Order is a “Submittable” transaction. See Document Stages. You will be able to execute dependent steps (like making a Delivery Note) only after “Submitting” this Sales Order.
es_es: Las ordenes de venta deben ser aprobadas. Usted puede realizar los pasos siguientes una vez que la orden de venta sea aprobada.
