Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Selling.po
Languages: es_es

source: Selling
es_es: Ventas

source: Selling is the communication that happens with the customer prior to and during the sale. You might be managing all the communication yourself or you may have a small team of sales people to handle this. ERPNext helps you track the communication leading up to the sale, by keeping all your documents in an organized and searchable manner.
es_es: El proceso de ventas es la comunicación que mantiene el vendedor con el cliente previo o durante la venta. Puede manejar la comunicación usted mismo o con un pequeño equipo de ventas. ERPNext le permite llevar registro de las comunicaciones desde el registro a la venta, manteniendo un registro de sus documentos.

source: ERPNext helps you track business Opportunities from Leads and Customers, send them Quotations and make confirmed Sales Orders.
es_es: ERPNext le ayuda a llevar control de sus oportunidades iniciativas y clientes, enviar cotización y confirmar Ordenes de Ventas.

source: Selling Setup
es_es: Configuración de Ventas

source: This section includes information on how to setup customer groups, sales partners, sales persons and terms and conditions. It has instructions on how to configure selling settings, in order to enable default fields.
es_es: Esta sección incluye información sobre configuración de grupos de clientes, socios de ventas, personal de ventas y términos y condiciones. Contiene instrucciones de como configurar los valores predeterminados del módulo de ventas.

source: Customer Group
es_es: Grupos de Clientes por Defecto

source: Customer Group is a category where you specify your customer group type. Your customers can be Individuals or they can be corporate(Company) customers. Your customers could also be government officials or non-profit organisations. ERPNext allows you to create your own Customer Groups. To create a new Customer Group, go to
es_es: Un grupo de clientes es una categoría para especificar a sus clientes por tipo. Sus clientes pueden ser individuos o empresas. Incluso entidades del gobierno u organizaciones sin fines de lucro. Para crear un nuevo grupo de clientes valla a:

source: Customer Group master is maintained in tree strcuture. This allows you to set parent Customer Groups, and Child Customer Groups under those Parent Groups. Setting up this structure shall allow you making intelligent sales report based on Customer Group master.
es_es: Los grupos de clientes se mantienen en una estructura de árbol. Esto permite tener grupos de clientes padres e hijos. De esta forma puede obtener reportes de ventas inteligentes.

source: Selling Settings
es_es: Configuración de Ventas

source: Selling Setting is where you can define propertiese which will be applied in your selling transactions. Let's check into each property one by one.
es_es: La configuración de ventas es donde define los parámetros de sus operaciones de compras.

source: Customer Naming By
es_es: Nombrar clientes por

source: When customer is saved, system generated unique ID for that Customer. Using that Customer ID, you can select Customer in other transactions. Bydefault Customer will be saved with Customer Name. If you wish to save Customer using a naming series, you should set Customer Naming By as "Naming Series". You can set Naming Series for customer naming from:
es_es: Cuando crea un cliente el sistema de asigna un ID único, por defecto se usa el nombre del cliente.

source: Campaign Naming By
es_es: Nombrar Campañas por

source: Just like for Customer, you can also configure as how ID will be generated for the Campaign master. Bydefault Campaign will be saved with Campaign Name provided while its creation.
es_es: De forma similar a los clientes, puede configurar el ID que se va a asignar en el maestro de campañas. Por defecto se va usar el nombre de la campaña.

source: Customer Group in this field will be auto-updated when you open new Customer form. While converting Quotation created for Lead into Sales Order, system attempts to convert Lead into Customer in the backend. While creating Customer in the backend, system pickup Customer Group and Territory as defined in the Selling Setting. If system doesn't find any values, then following validation message will be raised.
es_es: Este campo se va a completar por defecto cuando cree un nuevo cliente. Cuando genera una orden de venta a partir de una oportunidad o un proforma el cliente va a tratar de crear un cliente a partir de la oportunidad. Al crear clientes de forma automática va a usar el grupo y territorio definido por defecto, si no se encuentran estos datos se va generar un error.

source: To resolve this, you should: Either manually convert Lead into Customer, and define Customer Group and Territory manually while creating Customer, or define Default Customer Group and Territory in the Selling Setting. Then you should have Lead automatically converted into Customer when convert Quotation into Sales Order.
es_es: Para resolver esto establezca el grupo y territorio del cliente manualmente al crear un cliente a partir de una oportunidad.

source: Default Territory
es_es: Territorio por Defecto

source: Territory defined in this field will be auto-updated in the Territory field of Customer master. Just like Customer Group, Territory is also checked when system tries creating Customer in the backend.
es_es: El territorio definido en este campo sera utilizado al crear usuarios nuevos.

source: Sales Order Required
es_es: Orden de Venta Requerida

source: If you wish to make Sales Order creation mandatory before creation of Sales Invoice, then you should set Sales Order Required field as Yes. Bydefault, this will be "No" for a value.
es_es: Seleccione esta opción si desea hacer obligatorio el uso de Ordenes de Venta.

source: Delivery Note Required
es_es: Nota de Entrega Requerida

source: To make Delivery Note creation as mandatory before Sales Invoice creation, you should set this field as "Yes". It will be "No" by default.
es_es: Seleccione esta opción para hacer obligatoria la orden de entrega.

source: Default Price List
es_es: Lista de Precios por Defecto

source: Price List set in this field will be auto-updated in the Price List field of Sales transactions.
es_es: La lista de precios por defecto para las transacciones de venta.

source: Maintain Same Rate Throughout Sales Cycle
es_es: Mantener el mismo precio a lo largo del ciclo

source: System bydefault validates that item price will be same throughout sales cycle (Sales Order - Delivery Note - Sales Invoice). If you could have item price changing within the cycle, and you need to bypass validation of same rate throughout cycle, then you should uncheck this field and save.
es_es: Seleccione esta opción para evitar que se varíen los precios de los productos durante el ciclo de ventas.

source: Allow User to Edit Price List Rate in Transaction
es_es: Permitir a los usuarios editar la lista de precio en transacciones

source: Item table of the sale transactions has field called Price List Rate. This field be non-editale by default in all the sales transactions. This is to ensure that price of an item is fetched from Item Price record, and user is not able to edit it. If you need to enable user to edit Item Price, fetched from Price List of an item, you should uncheck this field.
es_es: El campo lista de precio es no editable por defecto para asegurar que se utilicen los precios de la lista de precios maestra. Seleccione esta opción si necesita que los usuarios puedan editar la lista de precios.

source: Customer Master
es_es: Maestro de Clientes

source: A customer, who is sometimes known as a client, buyer, or purchaser is the one who receives goods, services, products, or ideas, from a seller for a monetary consideration. A customer can also receive goods or services from a vendor or a supplier for other valuable considerations. You can either directly create your Customers via
es_es: Un cliente es una persona que adquiere sus productos. Puede crear clientes vía:

source: or upload it via the Data Import Tool.
es_es: o subirlos mediante la herramienta para importar datos.

source: Customers are separate from Contacts and Addresses. A Customer can have multiple Contacts and Addresses.
es_es: Los clientes de guardan por separado de contactos. Un cliente puede tener varios contactos asignados.

source: Contacts and Addresses
es_es: Contactos y Direcciones

source: Contacts and Addresses in ERPNext are stored separately so that you can attach multiple Contacts or Addresses to Customers and Suppliers. To add a Contact or Address directly from the Customer record, click on “New Contact” or “New Address”.
es_es: Contactos y Direcciones se guardan por separado, de esta forma puede vincular varios contactos o direcciones con Clientes o Proveedores.

source: When you select a Customer in any transaction, one Contact and Address gets pre-selected. This is the “Default Contact or Address”.
es_es: Cuando selecciona un cliente en cualquier transacción se estable una dirección y contacto según los valores por defecto.

source: To Import multiple Contacts and Addresses from a spreadsheet, use the Data Import Tool.
es_es: Puede importar varios contactos y direcciones desde una hoja de calculo usando la herramienta para importar datos.

source: Integration with Accounts
es_es: Integración con Contabilidad

source: In ERPNext, there is a separate Account record for each Customer, for each Company. When you create a new Customer, ERPNext will automatically create an Account Ledger for the Customer under “Accounts Receivable” in the Company set in the Customer record.
es_es: En ERPNext, hay un registro separado por cada cliente. Cuando cree un cliente se va a crear una cuenta de cliente automáticamente.

source: If you want to change the Account Group under which the Customer Account is created, you can set it in the Company master.
es_es: Si desea cambiar el grupo de cuentas donde se generan las cuentas de clientes puede definirlo en el maestro de la empresa.

source: If you want to create an Account in another Company, just change the Company value and “Save” the Customer again.
es_es: Si desea crear clientes para una empresa diferente cambie el valor de la compañía y guarde nuevamente el cliente.

source: Customer Settings
es_es: Configuración de Clientes

source: You can link a Price List to a Customer (select “Default Price List”), so that when you select that Customer, the Price List will be automatically selected. You can set “Credit Days” so that it is automatically set in the Sales Invoices made against this Customer. You can set how much credit you want to allow for a Customer by adding the “Credit Limit”. You can also set a global “Credit Limit” in the Company master. ERPNext allows you to group your Customers and also divide them into Territories. Grouping will help you get better analysis of your data and identify which Customers are profitable and which are not. Territories will help you set sales targets for the respective territories.
es_es: Puede vincular una lista de precios a un cliente, así al seleccionar al cliente la lista de precios sera automáticamente establecida. Puede establecer los días de crédito. Puede agrupar sus clientes por grupos y territorios. Agrupar sus clientes le permite hacer análisis de ventas y establecer metas por terrios

source: You can group your Customers so that you can get trend analysis for each group. Typically Customers are grouped by market segment (that is usually based on your domain).
es_es: Puede agrupar sus clientes por segmentos de mercado.

source: If you think all this is too much effort, you can leave it at “Default Customer Group”. But all this effort, will pay off when you start getting reports.
es_es: Si considera que es mucho trabajo puede dejar todos los clientes en el grupo por defecto, pero no podrá sacar el mayor provecho a los reportes.

source: Territory
es_es: Territorio

source: If your business operates in multiple Territories (could be countries, states or cities) it is usually a great idea to build your structure in the system. Once you group your Customers by Territories, you can set annual targets for each Item Group and get reports that will show your actual performance in the territory v/s what you had planned.
es_es: Si su empresa opera en múltiples territorios (países, estados, ciudades) es recomendable tener esa distribución en el sistema. Una vez que agrupe sus clientes por territorios, puede establecer metas por territorio y obtener reportes de su desempeño versus sus proyecciones.

source: Sales Person
es_es: Personal de Ventas

source: Sales Persons behave exactly like Territories. You can create an organization chart of Sales Persons where each Sales Person’s target can be set individually. Again as in Territory, the target has to be set against Item Group.
es_es: El personal de ventas funciona igual que los territorio, puede crear un árbol de sus personal de ventas, cada elemento puede ser un vendedor. Igual que con un territorio puede establecer metas por agente.

source: Sales Partner
es_es: Socio de Ventas

source: A Sales Partner is a third party distributor / dealer / commission agent / affiliate / reseller who sells the companies products, for a commission. This is useful if you make the end sale to the Customer, involving your Sales Partner. If you sell to your Sales Partner who in-turn sells it to the Customer, then you must make a Customer instead.
es_es: Un socio de ventas es un tercero distribuidos / comisionista / afiliado / minorista que vende productos de su compañía, por una comisión. Es útil si al momento de realizar una factura tome en cuenta sus socios de ventas. Si usted vende un producto a sus distribuidores y ellos a sus vez revenden sus productos, entonces debe crear un cliente en lugar de un socio de ventas.

source: Discount
es_es: Descuentos

source: While making your sales transactions like a Quotation (or Sales Order) you would already have noticed that there is a “Discount” column. On the left is the “Price List Rate” on the right is the “Basic Rate”. You can add a “Discount” value to update the basic rate.
es_es: Al realizar sus transacciones como cotizaciones (o Ordenes de Ventas) posiblemente haya notado que hay una columna de descuentos. Puede agregar un descuento a su tarifa básica.

source: Since your taxes are calculated on Items, you must apply your discounts here so that you apply the tax on the discounted rate, which is the case for most taxes.
es_es: Dado que los impuestos se calculan en base a los artículos, debe aplicar sus descuentos desde el producto para aplicar los impuestos sobre el precio descontado, que es el caso para la mayoría de los impuestos.

source: The second way to apply discount is to add it in your Taxes and Charges table. This way you can explicitly show the Customer the discount you have applied on the order. If you choose this method, remember that you will tax your Customer at the full rate, not the discounted rate. So this is not a good way to track discounts.
es_es: La segunda forma de aplicar un descuento es agregarlos su plantilla de impuestos. De esta forma puede mostrar directamente el descuento a sus compradores. Si elige este método recuerde que el descuento se aplica sobre el monto total. Esta es una forma de registrar sus descuentos.

source: There is a third way to do it. Create an Item called “Discount” and make sure that all the taxes apply in the same way as the main Items. (This method is useful if only one type of tax is applicable on the sale). This way your “Discount” will appear as an expense. You will see a slightly higher income and expense but your profits will still remain the same. This method might be interesting where you want detailed accounting of your discounts.
es_es: Puede utilizar un tercer método para aplicar un descuento creando un producto que se llame descuentos y asegurándose que aplica los mismos impuestos que los productos principales. De esta forma el descuento se registra como un gasto.

source: The maximum Discount that can be applied on an Item can be fixed in the Item master.
es_es: Puede configurar el descuento máximo aplicable desde el maestro de artículos.

source: Lead
es_es: Iniciativa

source: To get the customer through the door, you may be doing all or any of the following:
es_es: Para alcanzar a sus clientes es posible que usted esta haciendo:

source: Listing your product on directories.
es_es: Publicidad de sus productos en catálogos.

source: Maintaining an updated and searchable website.
es_es: Manteniendo un sitio web actualizado.

source: Meeting people at trade events.
es_es: Encontrándose con personas en eventos.

source: Advertising your product or services.
es_es: Utilizando servicios de de publicidad.

source: When you send out the word that you are around and have something valuable to offer, people will come in to check out your product. These are your Leads.
es_es: Cuando usted anuncia que tiene productos valiosos que ofrecer, las personas se van a acercar para ver sus productos. Estas son sus iniciativas.

source: They are called Leads because they may lead you to a sale. Sales people usually work on leads by calling them, building a relationship and sending information about their products or services. It is important to track all this conversation to enable another person who may have to follow-up on that contact. The new person is then able to know the history of that particular Lead. To create a Lead, go to:
es_es: Las llamamos iniciativas porque pueden llevar a un venta. El personal de ventas suele trabajar en iniciativas haciendo llamadas, enviando correos, visitando clientes. Es importante llevar un registro de estas actividades. Para crea una iniciativa valla a:

source: ERPNext gives you a lot of options you may want to store about your Leads. For example what is the source, how likely are they to give you business etc. If you have a healthy number of leads, this information will help you prioritize who you want to work with.
es_es: ERPNext le brinda muchas opciones para guardar registro de sus iniciativas. Por ejemplo la fuente de la iniciativa. que nivel de posibilidad hay de cerrar el negocio. Cuando tenga una cantidad suficiente de iniciativas podrá tener información de que tareas priorizar.

source: ERPNext makes it easy to follow-up on leads by updating the “Next Contact” details. This will add a new event in the Calendar for the User who has to contact the lead next.
es_es: ERPNext facilita llevar seguimiento de sus iniciativas mediante la opción siguiente contacto. Estos contactos se vas a agregar en el calendario de la persona asignada para dar seguimiento a la iniciativa.

source: Difference between Lead, Contact and Customer
es_es: Diferencias entre Oportunidad, Contacto y Cliente

source: The difference is that a Lead is a potential Customer, someone who can give you business. A Customer is an organization or individual who has given you business before (and has an Account in your system). A Contact is a person who belongs to the Customer.
es_es: Una oportunidad es un cliente en potencia. Un cliente es una persona u organización que ya ha hecho negocios con su empresa. Un contacto es una persona que esta asignada a un Cliente

source: A Lead can be converted to a Customer by clicking on the “Create Customer” button. Once the Customer is created, the Lead becomes “Converted” and any further Opportunities from the same source can be created against the Customer.
es_es: Un cliente puede convertirse en un cliente haciendo clic en Crear Cliente. Una vez que se crea el cliente la oportunidad se establece como "Convertida" y futuras oportunidades se pueden registrar directamente desde el cliente.

source: Opportunity
es_es: Oportunidad

source: When you know a Lead is looking for some products or services to buy, you can track that as an Opportunity. You can create an Opportunity from:
es_es: Cuando una iniciativa se convierte en un cliente en busca de un producto o servicio para comprar, usted puede llevar seguimiento a una oportunidad. Puede crear una nueva oportunidad desde:

source: You can also open a “Open” Lead and click on “Create Opportunity” button.
es_es: Puede abrir una iniciativa y hacer clic en el botón crear oportunidad.

source: An Opportunity can also come from an existing Customer. You can create multiple Opportunities against the same Lead. In Opportunity, apart from the Communication, you can also add the Items for which the Lead or Contact is looking for.
es_es: Una oportunidad puede crearse desde un cliente existente. Puede crear múltiples oportunidades desde una misma iniciativa. En una oportunidad aparte de llevar registro de la comunicación con el cliente puede agregar los productos o servicios que el cliente necesita.

source: Leads and Opportunities are often referred as your “Sales Pipeline” this is what you need to track if you want to be able to predict how much business you are going to get in the future. Its always a good idea to be able to track what is coming in order to adjust your resources.
es_es: Iniciativas y Oportunidades forman parte del flujo de ventas, esto es lo que necesita para llevar registro de sus oportunidades de negocio y tratar de predecir los negocios que puede tener en el futuro. Es una buena idea ser capaz de llevar registro de sus oportunidades para hacer una proyección de sus recursos.

source: Quotation
es_es: Cotización

source: During a sale, the customer may request for a written note about the products or services you are planning to offer, along with the prices and other terms of engagement. This is called a “Proposal” or an “Estimate” or a “Pro Forma Invoice”or a Quotation. To create a new Quotation go to:
es_es: Durante una venta un cliente puede solicitarle una nota escrita solo los bienes y servicios que ofrece y su oferta de precio. Esto se conoce como una oferta, un estimado, proforma, presupuesto o cotización:

source: A Quotation contains details about:
es_es: Una cotización contiene detalles sobre:

source: The recipient of the Quotation.
es_es: El destinatario de la oferta.

source: The Items and quantities you are offering.
es_es: Los productos y cantidades que están ofreciendo.

source: The rates at which they are offered. For details refer.
es_es: Las tasas a las que se esta haciendo la oferta.

source: The taxes applicable.
es_es: Impuestos aplicables.

source: Other charges (like shipping, insurance) if applicable.
es_es: Otros cargos (envío, garantía) si es aplicable.

source: The validity of contract.
es_es: La validez del contrato.

source: The time of delivery.
es_es: El tiempo de entrega.

source: Other conditions.
es_es: Otras condiciones.

source: Images look great on Quotations. To add images to your Quotations, attach the corresponding image in the Item master.
es_es: Las imágenes se ven genial en las proformas. Para agregar imágenes agregue los elementos correspondientes en el Maestro de Archivos.

source: Rates
es_es: Tasas

source: The rates you quote may depend on two things.
es_es: Los precios en su oferta dependen de dos cosas.

source: The Price List: If you have multiple Price Lists, you can select a Price List or tag it to the Customer (so that it is auto-selected). Your Item prices will automatically be updated from the Price List.
es_es: La lista de precios aplicables.

source: The Currency: If you are quoting to a Customer in a different currency, you will have to update the conversion rates to enable ERPNext to save the information in your standard Currency. This will help you to analyze the value of your Quotations in standard Currency.
es_es: La tasa de cambio.

source: Taxes
es_es: Impuestos
