Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Settings.po
Languages: es_es

source: Settings
es_es: Configuración

source: In <emphasis>Setup &gt; Settings</emphasis> you will find ways to manage your system settings like defaults, number and currency formats, global session timeout settings etc.
es_es: En <emphasis>Configuración &gt; Ajustes</emphasis> encontrara como administrar la configuración de su sistema como formato de números y moneda, tiempo de expiración de sesión, etc.

source: System Settings
es_es: Configuración del Sistema

source: You can localize ERPNext to use particular timezone, date, number or currency format and also set global session expiry via System Settings.
es_es: Puede especificar a ERPNext a usar una zona horaria en particular, número o formato de moneda y también en cuento tiempo debe expirar una sesión de usuario.

source: To open System Settings, go to:
es_es: Para abrir la Configuración del Sistema, valla a:

source: Setup &gt; Settings &gt; System Settings
es_es: Configuración &gt; Ajustes &gt; Ajustes del Sistema

source: Show or Hide Modules
es_es: Mostrar u Ocular Módulos

source: You can globally switch off certain desktop module via:
es_es: Puede eliminar de forma global un elemento del escritorio vía:

source: Setup &gt; Settings &gt; Show or Hide Modules
es_es: Configuración &gt; Ajustes &gt; Mostrar u Ocultar Modulos

source: For example if you are in the services business, you want to hide the Manufacturing Module, you can do this via Show or Hide Modules
es_es: por ejemplo si esta en el negocio de prestación de servicios, y quiere ocultar el Módulo de Fabricación, puede hacerlo a través de Mostrar u Ocultar Módulos.

source: Naming Series
es_es: Nombrando Series

source: <emphasis role="Bold">Naming Series</emphasis>
es_es: <emphasis role="Bold">Nombrando Series</emphasis>

source: Data records are broadly classified as “Master” or “Transaction”. A master record is a record that has a “name”, for example a Customer, Item, Supplier, Employee etc. A Transaction is a record that has a “number”. Examples of transactions include Sales Invoices, Quotations etc. You make transactions against a number of master records.
es_es: Los registros de datos son básicamente clasificados como "Principal" o "Transacción". Un registro principal es un registro que tiene un "nombre" como un Cliente, Articulo, Proveedor, Empleado, etc. Una transacción es un registro que tiene un "nombre". Ejemplos de transacciones incluyen Facturas de Ventas, Proformas, etc. Usted realiza transacciones contra un número de registros principales.

source: ERPNext allows you to make prefixes to your transactions, with each prefix forming its own series. For example a series with prefix INV12 will have numbers INV120001, INV120002 and so on.
es_es: ERPNext le permite crear prefijos para las transacciones, donde cada prefijo forma su propia serie. Por ejemplo una serie con prefijo INV12 tendrá números como INV120001, INV120002 y así sucesivamente.

source: You can have multiple series for all your transactions. It is common to have a separate series for each financial year. For example in Sales Invoice you could have:
es_es: Puede tener varias series para todas sus transacciones. Es común tener una serie separada para año fiscal. Por ejemplo en Facturas de Ventas podrá tener:

source: etc. You could also have a separate series for each type of Customer or for each of your retail outlets.
es_es: etc. También puede tener series separadas para tipo de Cliente o para cada uno de sus ciclos principales.

source: <emphasis role="Bold">Managing Naming Series for Documents</emphasis>
es_es: <emphasis role="Bold">Administrando Nombres de Series para Documentos</emphasis>

source: To setup a series, go to:
es_es: Para configurar una serie, valla a:

source: Setup &gt; Tools &gt; Update Numbering Series
es_es: Configuración &gt; Herramientas &gt; Actualizar Nombres de Series

source: In this form:
es_es: De esta forma:

source: Select the transaction for which you want to make the series The system will update the current series in the text box.
es_es: Seleccione la transacción para la que quiere actualizar la serie. El sistema va a actualizar las series actuales y las va a mostrar en la caja de texto.

source: Edit the series as required with unique prefixes for each series. Each prefix must be on a new line.
es_es: Editar las series según sean requeridas con prefijos únicos para cada serie. Cada prefijo debe ser agregado en una nueva linea.

source: The first prefix will be the default prefix. If you want the user to explicitly select a series instead of the default one, check the “User must always select” check box.
es_es: El primer prefijo se convertirá en la opción predeterminada. Si desea que un usuario seleccione de forma explicita el prefijo de la serie en vez de la opción predeterminada, seleccione la opción "Usuario debe seleccionar siempre".

source: You can also update the starting point of a series by entering the series name and the starting point in the “Update Series” section.
es_es: Siempre puede actualizar el punto de inicio de una serie configurando el nombre de la serie y el punto de inicio en la sección "Actualizar Serie".

source: Global Defaults
es_es: Ajustes Globales

source: You can set default values for your documents from Global Defaults
es_es: Usted puede configurar valores para sus documentos desde Ajustes Globales

source: Setup &gt; Settings &gt; Global Defaults
es_es: Configuración &gt; Ajustes &gt; Configuración Global

source: Whenever a new document is created, these values will be set as default.
es_es: Cada vez que un nuevo documento sea creado, estos valores serán configurados por defecto.
