Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Setting_Up.po
Languages: es_es

source: The Data Import Tool is a great way to upload (or edit) bulk data, specially master data, into the system. To Open the data import tool, you either go to Setup or go to the Transaction you want to Import. If Data Import is allowed, you will see an Import Button:
es_es: Esta herramienta le permite subir o editar varios registros al mismo tiempo. Para abrir la herramienta seleccione el tipo de transacción que desea importar, si es posible importar la información vera un botón Importar:

source: The tool has two sections, one to download a template and the second to upload the data.
es_es: La herramienta tiene dos secciones, una para descargar una plantilla y otra para subir la información.

source: Only those DocTypes are allowed for Import whose Document Type is "Master" or Allow Import property is set.
es_es: Sólo es posible importar datos a aquellos documentos considerados maestros.

source: Downloading The Template
es_es: Descargando la Plantilla

source: Data in ERPNext is stored in tables, much like a spreadsheet with columns and rows of data. Each entity in ERPNext can have multiple child tables associated with it too. The child tables are linked to the parent tables and are implemented where there are multiple values for any property. For example an Item can have multiple prices, An Invoice has multiple Items and so on.
es_es: ERPNext almacena la información en tablas, cada entidad puede tener multiples tablas asociadas.

source: Click on the table you want to download or "All Tables"
es_es: Seleccione la tabla que desea descargar.

source: For bulk editing, you can click on "Download With Data"
es_es: Para editar registros seleccione "Descargar con Datos"

source: Fill in the Template
es_es: Complete la plantilla

source: After downloading the template, open it in a spreadsheet application and fill in the data below the column headings.
es_es: Después de bajar llene la información con un editor de hojas de calculo.

source: Then export your template or save it as a Comma Separated Values (CSV) file.
es_es: Guarde la plantilla como un archivo separado por comas (.csv).

source: Upload the .csv File
es_es: Suba el archivo .csv

source: Finally attach the .csv file in the section. Click on the "Upload and Import" button.
es_es: Adjunte el archivo .csv y de clic in "Subir e Importar".

source: Make sure that if your application allows, use encoding as UTF-8.
es_es: De ser posible use como codificación UTF-8.

source: Keep the ID column blank for new records.
es_es: Mantenga la columna ID en blanco para nuevos registros
