Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Setting_Up.po
Languages: es_es

source: Setting up an ERP system is like starting your business all over again, although in the virtual world. Thankfully it is not as hard as the real business and you get to do a trial too!
es_es: Configurar un sistema ERP es como iniciar nuevamente su negocio, soló que virtualmente. Por suerte no es tan duro como en el mundo real y usted puede hacer las pruebas que necesite.

source: Implementation requires the implementer to take a step back and set aside some time to do this right. This is usually not a couple-of-hours, after-work kind of a project.
es_es: La implementación requiere al administrador a retomar el proceso y a dedicar algún tiempo para configurarlo correctamente. Este no suele un proyecto de pocas para después del trabajo.

source: Setup Wizard
es_es: Asistente de Configuración

source: The first time than you logging into ERPNext you will need to create the firt company and define many defaults settings like language and currency.
es_es: La primera vez que inicie sesión en ERPNext usted deberá crear la primera compañía y definir varias configuraciones como el idioma y moneda.

source: The Setup Wizard helps you quickly setup your ERPnext by helping you create your company, Items, Customer, Suppliers and will also setup a basic website with this data. Here is a quick overview of the steps:
es_es: El asistente de configuración le permite rápidamente configurar ERPNext ayudandole a crear su empresa en el sistema así como algunos Artículos, Clientes, Proveedores al mismo tiempo creara un sitio web básico con sus datos. Aquí hay un rápido detalle de los pasos:

source: Step 1: Language
es_es: Paso 1: Idioma

source: You can change the System Language after Septup Wizard, but some things of the system will not be updated. Please be carefull selecting the system language. You will note than the Setup Wizard will update to the selected language.
es_es: Puede cambiar el Idioma del Sistema después del Asistente de Configuración, pero algunos aspectos del sistema no serán actualizados. Por favor sea cuidadoso seleccionando el idioma del sistema. Usted notara que el Asistente de Configuración se actualizara al idioma seleccionado.

source: This step is mandatory.
es_es: Este paso es obligatorio.

source: Select your language. ERPNext is available in more than 20 languages.
es_es: Seleccione su idioma. ERPNext esta disponible en mas de 20 idiomas.

source: Step 2: Currency and Timezone
es_es: Paso 2: Moneda y Zona Horaria

source: Please note than many settings and options in ERPNext are specifics and only available for certains countries. For example Charts of Account are Country Specifics, is there is a Chart of Accounts available for your country ERPNext will let you select it in the Wizard Setup
es_es: Por favor note que varios aspectos de ERPNext son específicos solo a ciertos países. Por ejemplo los Catálogos de Cuentas son específicos del país, si hay un catalogo de cuentas disponible para su país ERPNext le permitirá seleccionarlo en el Asistente de Configuración.

source: Set your country name, currency and timezone.
es_es: Configure el país, moneda y zona horaria.

source: Step 3: Profile Details
es_es: Paso 3: Detalles del Perfil

source: This will be the system administrator, please choose a strong password and be sure to not forget it.
es_es: Este sera el administrador del sistema, por favor escoja una contraseña fuerte y asegurese de no olvidarla.

source: Enter Users Profile Details like Name, User ID and preferred password.
es_es: Introduzca los Detalles del Perfil como nombre, ID de Usuario y configure la contraseña.

source: Step 4: Company Details
es_es: Paso 4: Detalles de la Compañia

source: Enter Company Details like Name, Abbreviation and Financial Year Details.
es_es: Introduzca los Detalles de la Compañía como Nombre, Siglas, y detalle del Periodo Fiscal.

source: Company Abbreviation
es_es: Siglas de la Compañía

source: These will be appened to your Account Heads, for example if your abbreviation is WP, then your Sales account will be Sales - WPL
es_es: Estas siglas serán agregadas a sus Cuentas, por ejemplo si las siglas de su Compañía son RMS, entonces su cuenta de Ventas sera Ventas - RMS

source: For Example: East Wind will be abbreviated as EW. Shades of Green will be abbreviated as SOG. In case you wish to give your own abbreviation, you can do so. The text field allows any type of text.
es_es: Por ejemplo: East Wind sera abreviada como EW. Shades of Green sera abreviada como SOG. En caso que usted quiera definir sus propias siglas, también puede hacerlo. El campo le permite agregar cualquier texto.

source: Financial Year
es_es: Periodo Fiscal

source: Any annual period at the end of which a firm's accounts are made up is called a Financial Year. Some countries have their account year starting from 1st January and some 1st April.
es_es: Cada periodo anual al final del cual se realizan los periodos contables. Algunos países tienen su Periodo Fiscal a partir del 1ro de Enero y otras a partir del 1ro de Abril.

source: The end date will be set automatically
es_es: La fecha de finalización sera definida automáticamente.

source: Step 5: Letterhead and Logo
es_es: Paso 5: Encabezado y Logo

source: This step is not mandatory.
es_es: Este paso no es obligatorio.

source: Attach Company Letterhead and Company Logo.
es_es: Adjunte el Encabezado de su Compañía y su Logo.

source: Step 6: Tax Details
es_es: Paso 6: Detalle de Impuestos

source: Enter any three types of taxes which you regularly pay. This wizard will create a tax master which will calculate the taxes as per the tax-type.
es_es: Introduzca los tres impuestos principales que suele pagar. Este asistente de configuración creara un registro con el cual calcular los impuestos para cada tipo de impuestos.

source: Just set the tax name and the standard percentage levied.
es_es: Solo determine el nombre del impuesto y el porcentaje aplicado.

source: Some examples of tax types are given below.
es_es: Algunos ejemplos de tipos de impuesto se detallan a continuación.

source: <emphasis role="bold">VAT:</emphasis> A value added tax (VAT) is a form of consumption tax. From the perspective of the buyer, it is a tax on the purchase price. From that of the seller, it is a tax only on the value added to a product, material, or a service. From an accounting point of view, by the stage of its manufacture or distribution. The manufacturer remits to the government the difference between these two amounts, and retains the rest for themselves to offset the taxes they had previously paid on the inputs.
es_es: <emphasis role="bold">IVA:</emphasis> El impuesto al valor agregado (IVA) es un ejemplo a los impuestos de consumo. Desde el punto de vista del comprador, el impuesto se agrega al valor de la compra. Para el vendedor, es un impuesto solo al valor agregado al producto, material o servicio. Desde un punto de vista contable, en este nivel nivel de producción o comercialización. El vendedor paga al gobierno la diferencia entre ambos montos, y conserva el monto restante para ellos mismos para compensar el impuesto que ellos previamente han pagado de sus fondos.

source: The purpose of VAT is to generate tax revenues to the government similar to the corporate income tax or the personal income tax. For Example: When you shop at a departmental store and avail discount on the products, the store charges you 5% extra on the total bill as the VAT.
es_es: El propósito del IVA es generar ingresos por impuestos al gobierno de forma similar al impuesto corporativo a las ganancias. Por ejemplo: Cuando compra en una tienda comercial, la tienda le cobra un 15% extra del total facturado como IVA.

source: To setup VAT in the setup wizard , simply enter the percentage amount levied by your government. To setup VAT at a later stage read setting-up-taxes
es_es: Para configurar el IVA en el asistente de configuración, solo ingrese el porcentaje respectivo. Para configurar el IVA posteriormente visite Configurando Impuestos.

source: Step 7: Customers
es_es: Paso 7: Clientes

source: Enter your Customer names and the contact person from that organisation.
es_es: Introduzca los nombres de sus Clientes y las personas de contacto para esas organizaciones.

source: <emphasis role="bold">Difference between a customer name and a contact name</emphasis>:A customer name is the name of the organisation and a contact name is the name of the user who is operating the ERPNext system. For Example: If American Power Mills is an organisation name and their founder Shiv Agarwal has installed ERPNext on his system. Then,
es_es: El nombre de un cliente es el nombre de una organización y el nombre del contacto es el nombre para el usuario que esta operando el sistema ERPNext. Por ejemplo: Si RMS Consultores es una organización y su fundador es William Moreno.

source: <emphasis role="bold">Customer Name:</emphasis> American Power Mills
es_es: <emphasis role="bold">Nombre del Cliente:</emphasis> RMS Consultores

source: <emphasis role="bold">Contact Name:</emphasis> Shiv Agarwal
es_es: <emphasis role="bold">Nombre de Contacto:</emphasis> William Moreno

source: To understand Customer in detail visit Customer Details
es_es: Para entender detalles sobre los cliente visite Detalles de los Clientes.

source: Step 8: Suppliers
es_es: Paso 8: Proveedores

source: Enter a few of your Suppliers' names.
es_es: Detalle los nombres de algunos de sus Proveedores

source: To understand Suppliers in detail visit Supplier Master
es_es: Para entender detalles de los Proveedores visitar el Administrador de Proveedores

source: Step 9: Item Names
es_es: Paso 9: Nombre de Artículos

source: In this final step, please enter the names of the Items you buy or sell.
es_es: Es este paso final, por favor introduzca los detalles de los Artículos que compra o vende.

source: Please set the group of the item (Product / Service) and unit of measure. Don't worry you will be able to edit all of this later.
es_es: Por favor detalle el grupo de Artículos (Producto / Servicio) y la unidad de medida (UOM). No se preocupe podrá editarlas luego.

source: <emphasis role="bold">Thats it!</emphasis>
es_es: <emphasis role="bold">¡Eso es todo!</emphasis>

source: Once you are done with the setup wizard you will see the familiar desktop page.
es_es: Una vez que se haya terminado el asistente de configuración accederá al escritorio.

source: Users And Permissions
es_es: Usuarios y Permisos

source: In ERPNext, you can create multiple users and assign them different roles. There are some users which can only access the public facing part of ERPNext (i.e. the website). Such users are called "Website Users".
es_es: En ERPNext puede crear multiples usuarios y asignarles diferentes roles. Existen algunos usuarios que solo tienen acceso a la parte pública de ERPNext. Estos usuarios se conocen como "Usuarios del Sitio Web".

source: ERPNext implements permission control at the User and Role level. Each user in the system can be assigned multiple roles and permissions.
es_es: ERPNext implemente control de permisos a nivel de usuario y de rol. Cada usuario del sistema puede tener asignados múltiples roles y permisos.

source: The most important role is the "System Manager". Any user having this role can add other users and set roles to all users.
es_es: El rol mas importante es el "Administrador del Sistema". Cada usuario con este rol puede establecer permisos a otros usuarios.

source: Adding Users
es_es: Agregando Usuarios.

source: Users can be added by the System Manager. If you are a System Manager, you can add Users via
es_es: Los usuarios se puede crear por el usuario administrador. Si usted tiene privilegios de administrador puede agregar mas usuarios vía:

source: List of Users
es_es: Lista de usuarios

source: To add new user, click on "New".
es_es: Para agregar un nuevo usuario, clic en "Nuevo".

source: Add the user details
es_es: Agregar los detalles del usuario

source: Add user details such as First Name, Last Name, Email etc.
es_es: Agregar información como Nombre, Apellido, Corre Electrónico, etc.

source: The user's Email will become the user id.
es_es: El correo electrónico del usuario se establece como su ID de usuario.

source: After adding these details, save the user.
es_es: Luego de agregar la información requerida, guarde los cambios.

source: Setting Roles
es_es: Estableciendo Roles

source: After saving, you will see a list of roles and a checkbox next to it. Just check the roles you want the the user to have and save the document. To click on what permissions translate into roles, click on the role name.
es_es: Después de guardar el nuevo usuario podrá ver una lista de roles disponibles y casillas de verificación junta a ellos. Puede editar los permisos haciendo clic en el nombre del rol.

source: Setting Module Access
es_es: Estableciendo acceso a módulos.

source: Users will have access to all modules for which they have role based access. If you want to block certain modules for certain users, un-check the module from the list.
es_es: Los usuarios tendrán acceso a los módulos del sistema de acuerdo a los roles asignados.

source: Security Settings
es_es: Configuración de Seguridad

source: If you wish to give the user access to the system only between office hours, or during weekends, mention it under security settings.
es_es: Si usted desea que los usuarios tengan acceso al sistema sólo en horas laborales puede seleccionarlo desde las opciones de seguridad.

source: Role Based Permissions
es_es: Permisos basados en roles.

source: ERPNext has a role-based permission system. It means that you can assign Roles to Users, and set Permissions on Roles. The permission structure also allows you to define different permission rules for different fields, using a concept called Permission "Level" of a field. Once roles are assigned to a user, it gives you the ability to limit access for a user to only specic documents.
es_es: ERPNext tiene un sistema de permisos basado en roles. Esto significa que puede agregar roles a los usuarios y establecer permisos para los roles.

source: To start with, go to:
es_es: Para iniciar, valla a:

source: Permissions are applied on a combination of:
es_es: Los permisos de aplican como una combinación de:

source: <emphasis role="bold">Roles:</emphasis> As we saw earlier, Users are assigned to Roles and it is on these Roles that permission rules are applied.
es_es: <emphasis role="bold">Roles:</emphasis> Como hemos visto, los usuarios son asignados a los roles y es en los roles donde se establecen los permisos.

source: <emphasis role="bold">Document Types:</emphasis> Each type of document, master or transaction, has a separate list of Role based permissions.
es_es: <emphasis role="bold">Tipo de Documento:</emphasis> Se pueden establecer permisos para cada documento y operación.

source: <emphasis>Examples of Document Types are Sales Invoice, Leave Application, Stock Entry, etc.</emphasis>
es_es: <emphasis>Ejemplos de documentos son las facturas, entradas de inventario, etc.</emphasis>

source: <emphasis role="bold">Permission "Levels":</emphasis> In each document, you can group fields by "levels". Each group of field is denoted by a unique number (0, 1, 2, 3, etc.). A separate set of permission rules can be applied to each field group. By default all fields are of level 0.
es_es: <emphasis role="bold">Niveles de Permiso:</emphasis> En cada documento se pueden establecer campos por niveles. Cada grupo de campos se denomina con un número único. Se pueden establecer permisos por cada campo.

source: <emphasis>Permission "Level" connects the group of fields with level X to a permission rule with level X.</emphasis>
es_es: <emphasis>Los niveles de permiso relacionan los grupos de campos con una regla de autorización.</emphasis>

source: <emphasis role="bold">Document Stages:</emphasis> Permissions are applied on each stage of the document like on Creation, Saving, Submission, Cancellation and Amendment. A role can be permitted to Print, Email, Import or Export data, access Reports, or define User Permissions.
es_es: <emphasis role="bold">Estados del Documento:</emphasis> Se pueden establecer permisos para cada etapa de un documento como Crear, Guardar, Cancelar, Grabar.

source: <emphasis role="bold">Apply User Permissions: </emphasis> This switch decides whether User Permissions should be applied for the role on selected Document Stages.
es_es: <emphasis role="bold">Aplicar permisos de usuario: </emphasis> Determina si los permisos del usuario de deben aplicar para el rol en determinados estados del documento.

source: If enabled, a user with that role will be able to access only specific Documents for that Document Type. Such specific Document access is defined in the list of User Permissions. Additionally, User Permissions defined for other Document Types also get applied if they are related to the current Document Type through Link Fields.
es_es: Si esta habilitado, un usuario con ese determinado rol sólo tendrá acceso a determinados documentos de ese mismo tipo.

source: To set, User Permissions go to:
es_es: Para establer los permisos de usuario valla a:

source: <emphasis role="bold">To add a new rule, </emphasis> click on "Add a New Rule" button and a pop-up box will ask you to select a Role and a Permission Level. Once you select this and click on "Add", this will add a new row to your rules table.
es_es: <emphasis role="bold">Para agregar una nueva regla, </emphasis>

source: User Permissions
es_es: Permisos de Usuario

source: Limit access for a User to a set of documents using User Permissions Manager.
es_es: Puede limitar el acceso de un usuario a un grupo de documentos usando permisos de usuario.

source: Role Base Permissions define the periphery of document types within which a user with a set of Roles can move around in. However, you can have an even finer control by defining User Permissions for a User. By setting specific documents in User Permissions list, you can limit access for that User to specific documents of a particular DocType, on the condition that "Apply User Permissions" is checked in Role Permissions Manager.
es_es: Los permisos basados en roles definen los tipos de documentos a los que un usuario puede acceder según sus roles. Estableciendo permisos específicos para cada usuario brinda un mejor control, puede establecer permisos de usuario para un usuario particular desde cualquier documento si en Administrador de Roles selecciona "Aplicar permisos de usuarios".

source: Sharing
es_es: Compartiendo

source: In addition to user and role permissions, you can also Share a document with another user if you have sharing rights.
es_es: De forma adicional a los permisos por rol y por usuario puede compartir documentos con otros usuarios si tiene los privilegios necesarios.

source: To share a document, open the document, click on the "+" icon under sharing and select the user
es_es: Para compartir un documento haga clic en el icono "+" bajo la sección de compartir y seleccione los usuarios.

source: In <emphasis>Setup &gt; Settings</emphasis> you will find ways to manage your system settings like defaults, number and currency formats, global session timeout settings etc.
es_es: En <emphasis>Ajustes &gt; Configuración</emphasis> podrá encontrar los acciones para configurar su sistema.

source: System Settings
es_es: Ajustes del Sistema

source: You can localize ERPNext to use particular timezone, date, number or currency format and also set global session expiry via System Settings.
es_es: Puede configurar ERPNext para usar una determinada zona horario, fecha, moneda y establecer expirar sesiones en Ajustes del Sistema.

source: To open System Settings, go to:
es_es: Para acceder a la configuración del sistema valla a:

source: Show or Hide Modules
es_es: Mostrar u Ocultar Módulos

source: You can globally switch off certain desktop module via:
es_es: Puede deshabilitar globalmente módulos via:

source: For example if you are in the services business, you want to hide the Manufacturing Module, you can do this via Show or Hide Modules
es_es: Por ejemplo si se dedica a la compra puede puede ocultar el módulo de Manufactura.

source: Naming Series
es_es: Números de Series

source: Data records are broadly classified as “Master” or “Transaction”. A master record is a record that has a “name”, for example a Customer, Item, Supplier, Employee etc. A Transaction is a record that has a “number”. Examples of transactions include Sales Invoices, Quotations etc. You make transactions against a number of master records.
es_es: Los registros de clasifican como "Maestros" o "Transaccione". Un registro maestro tiene un "nombre" como puede un cliente, un producto, etc. Un transacciones es un registro que tiene un número de identificación como facturas, recibos, etc. Puede realizar transacciones con registros maestros

source: ERPNext allows you to make prefixes to your transactions, with each prefix forming its own series. For example a series with prefix INV12 will have numbers INV120001, INV120002 and so on.
es_es: ERPNext le permite establecer prefijos para sus transacciones, cada prefijo da lugar a una serie.

source: You can have multiple series for all your transactions. It is common to have a separate series for each financial year. For example in Sales Invoice you could have:
es_es: Puede tener múltiples series para sus transacciones. Es común tener series separadas para cada año fiscal, por ejemplo:

source: etc. You could also have a separate series for each type of Customer or for each of your retail outlets.
es_es: etc. Puede incluso llevar series separadas para tipo de cliente.

source: To setup a series, go to:
es_es: Para configurar una serie valla a:

source: In this form:
es_es: En este formulario:

source: Select the transaction for which you want to make the series The system will update the current series in the text box.
es_es: Seleccione la transacción para la que desea configurar la serie. El sistema le mostrara las series existentes.

source: Edit the series as required with unique prefixes for each series. Each prefix must be on a new line.
es_es: Edite las series con un prefijo único, cada prefijo en una linea.

source: The first prefix will be the default prefix. If you want the user to explicitly select a series instead of the default one, check the “User must always select” check box.
es_es: El primer prefijo se establecerá como predeterminado. Si quiere configurar que el usuario siempre elija la serie seleccione "El usuario siempre debe elegir".

source: You can also update the starting point of a series by entering the series name and the starting point in the “Update Series” section.
es_es: Puede actualizar el inicio de una serie especificando el nombre de la serie y la numeración en la sección "Actualizar series".

source: Global Defaults
es_es: Predeterminados Globales

source: You can set default values for your documents from Global Defaults
es_es: Puede establecer configuraciones globales para sus documentos

source: Whenever a new document is created, these values will be set as default.
es_es: Cada vez que cree un nuevo documento estos valores se tomaran como predeterminados.

source: Data Management
es_es: Administración de Datos

source: You can import, export bulk edit data from and to spreadsheet files (.csv) from the Data Import Export Tool. This tool will be very helpful initially to setup your data from other systems.
es_es: Puede importar, exportar y editar datos de forma masiva desde un archivo .csv con la Herramienta de Importación y Exportación de Datos.

source: Data Import Tool
es_es: Herramienta de importación de datos
