Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Stock.po
Languages: es_es

source: Stock
es_es: Inventario

source: For most small business that deal in physical goods, a large part of their net worth is invested in the stock in hand.
es_es: Para pequeñas entidades que lidian con inventarios de bienes, una gran parte de su capital neto esta invertido en inventarios.

source: There are three main types of entries:
es_es: Hay tres tipos principales de movimientos de inventarios:

source: Purchase Receipt: Items received from Suppliers against Purchase Orders.
es_es: Orden de Compra: Artículos recibidos de un Proveedor contra una Orden de Compra.

source: Stock Entry: Items transferred from one Warehouse to another.
es_es: Entrada de Inventario: Artículos transferidos de un Almacén a otro.

source: Delivery Note: Items shipped to Customers.
es_es: Nota de Envió: Artículos enviados a los Clientes.

source: Tracking stock is not just about adding and subtracting quantities. Some complications arise when:
es_es: Llevar control del inventario no es sumar y restar cantidades. Existen algunas complicaciones cuando:

source: Back-dated (past) entries are made / edited: This affects future stock levels and may lead to negative stock.
es_es: Se realizan o editan transacciones de fechas anteriores: Esto afecta los niveles de inventario futuros y puede ocasionar inventarios negativos.

source: Stock has to be valued based on First-in-First-out: ERPNext needs to maintain a sequence of all transactions to know the exact value of your Items.
es_es: Inventario valuado en base a Primeras Entradas Primeras Salidas: ERPNext necesita mantener una secuencia de todas las transacciones para conocer el costo exacto de cada Artículo.

source: Stock reports are required at any point in time in the past: You have to lookup what was the quantity / value your stock of Item X on date Y.
es_es: Reportes de inventarios son requeridos para cualquier fecha anterior. Hay que determinar que cantidad/precio de inventario existe para el producto X en la fecha Y.

source: To manage this, ERPNext collects all inventory transactions in a table called the Stock Ledger Entry. All Purchase Receipts, Stock Entries and Delivery Notes update this table.
es_es: Para manejar esta situación, ERPNect registra todos los movimientos de inventarios en una tabla denominada Libro Mayor de Inventario. Todas las Ordenes de Compra, Entradas de Almacén y Notas de Envio se registran en esta tabla.

source: Item Master
es_es: Maestro de Artículos

source: An Item is your companys' product or a service. The term Item is applicable to your core products as well as your raw materials. It can be a product or service that you buy/sell from your customers/ suppliers. ERPNext allows you to manage all sorts of items like raw-materials, sub-assemblies, finished goods, item variants and service items.
es_es: Un Artículo en un producto o servicio de su compañía. El termino Artículo se refiere tanto a sus productos materiales como a sus materias primas. Puede ser un bien que compra/vende a sus proveedores/clientes. ERPNext le permite administrar toda clase de productos como materias primas, piezas, artículos para la venta, variantes y servicios.

source: ERPNext is optimized for itemized management of your sales and purchase. If you are in services, you can create an Item for each services that your offer. Completing the Item Master is very essential for successful implementation of ERPNext.
es_es: ERPNext esta optimizada para una administración de sus compras y ventas en base a Artículos, puede crear un Artículo par cada servicio que preste. Completar el Maestro de Artículos es esencial para un implementación exitosa de ERPNext.

source: Item Codification
es_es: Codificación de Artículos

source: If you already have a full-fledged business with a number of physical items, you would have probably coded your items. If you have not, you have a choice. We recommend that you should codify if you have lot of products with long or complicated names. In case you have few products with short names, it is preferable to keep the Item Code same as Item Name.
es_es: Si tiene un negocio con una gran cantidad de artículos probablemente tengo estos codificados. Si no lo ha hecho puede hacerlo ahora.

source: Item codification has been a sensitive topic and wars have been fought on this (not joking). In our experience, when you have items that cross a certain size, life without codification is a nightmare.
es_es: La codificación de artículos es un tema sensible, en nuestra experiencia después de manejar cierta cantidad de productos sin códigos no es practico.

source: Stock Entry
es_es: Entrada de Inventario

source: A Stock Entry is a simple document that lets you record Item movement from a Warehouse, to a Warehouse and between Warehouses. To make a Stock Entry you have to go to:
es_es: Una entrada de inventario es un documento que permite registrar movimientos de un producto en el almacén. Para registrar una entrada de almacén valla a:

source: Material Issue - If the material is being issued. (Outgoing Material)
es_es: Salida de Material - si el material va a ser utilizado. (Salida de Material)

source: Material Receipt - If the material is being received. (Incoming Material)
es_es: Entrada de Material - Si esta recibiendo material. (Entrada de Material)

source: Material Transfer - If the material is being moved from one warehouse to another.
es_es: Transferencia de Material - Si el material se esta trasladando de un almacén a otro.

source: Material Transfer for Manufacturing - If the material being transfered is for Manufacturing Process.
es_es: Transferencia de Material para Manufactura - Si el material se envía a proceso de manufactura.

source: Manufacture - If the Material is being received from a Manufacturing/Production Operation.
es_es: Manufactura - Si el material se recibe para Producción/Manu

source: Repack - If the Original item/items is being repacked into new item/items.
es_es: Reempaque - Si el producto original se esta reempacando como producto nuevo.

source: Subcontract - If the Material is being issued for a sub-contract activity.
es_es: Subcontrato - Si es material se destina para actividades sub contratadas.

source: Sales Return - If the Material that was sold was returned by the customer.
es_es: Devolución sobre Ventas - Si el material fue vendido y devuelto por el cliente.

source: Purchase Return - If you have returned a material supplied by a supplier.
es_es: Devolución sobre Compras - Si esta devolviendo productos a un proveedor.

source: In the Stock Entry you have to update the Items table with all your transactions. For each row, you must enter a “Source Warehouse” or a “Target Warehouse” or both (if you are recording a movement).
es_es: En las entradas de inventarios tiene que actualizar los elementos en la tabla como en todas las transacciones, por cada fila debe especificar el almacén de origen o de destino.

source: To update Stock from a spreadsheet, see Stock Reconciliation.
es_es: Para actualizar el inventario desde una hoja de calculo, desde la herramienta de conciliación de inventario.

source: Purchase Receipt
es_es: Recibo de Compra

source: Purchase Receipts are made when you accept material from your Supplier usually against a Purchase Order. You can also accept Purchase Receipts directly ( Set Purchase Order Required as “No” in Global Defaults).
es_es: Los recibos de compra se realizan cuando recibe materiales de sus proveedores usualmente contra ordenes de compra. Puede realizar recibos de compra si configura las ordenes de compra como no obligatorias.

source: You can make a Purchase Receipt directly from:
es_es: Puede realizar un recibo de compra desde:

source: or from a “Submitted” Purchase Order, by clicking on “Make Purchase Receipt”.
es_es: O desde una orden de compra registra haciendo clic en hacer recibo de compra.

source: UOM Conversions
es_es: Conversiones de Unidades de Medida

source: If your Purchase Order for an Item is in a different Unit of Measure (UOM) than what you stock (Stock UOM), then you will need to update the “UOM Conversion Factor”.
es_es: Si realiza compras de productos en unidades de medida diferentes de las que utiliza en su empresa puede utilizar el factor de conversión de unidades de medida.

source: Stock UOM Replace Utility
es_es: Utilidad para cambiar unidades de medida

source: This tool will help you to change the UOM (Unit of measurement) of an existing Item.
es_es: Esta herramienta le permite cambiar la unidad de medida de un producto existente.

source: You need to select an Item, system fetches the Existing UOM of that item. You can then select the new UOM for that item +and specify the conversion factor.
es_es: Para hecho debe seleccionar el producto, el sistema muestra la unidad de medida existente. Puede seleccionar la unidad de medida nueva y espeficiar el factor de conversión.
