Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Stock_Reconciliation.po
Languages: es_es

source: Stock Reconciliation For Non Serialized Item
es_es: Conciliación de Inventario para Artículos sin Número de Serie

source: Stock Reconciliation is the process of counting and evaluating stock-in-trade, usually at an organisations year end in order to value the total stock for preparation of the accounts. In this process actual physical stocks are checked and recorded in the system. The actual stocks and the stock in the system should be in agreement and accurate. If they are not, you can use the stock reconciliation tool to reconcile stock balance and value with actuals.
es_es: La Conciliación de Inventario es el proceso de contar y evaluar el inventario existente, generalmente al final de un Periodo Fiscal para valuar el Inventario Total. Durante el proceso el inventario físico es verificado y re ordenado en el sistema. El inventario actual debería coincidir con el inventario del sistema. Si no, puede usar la herramienta de conciliación para actualizar precios y cantidades con las reales.

source: Difference between Serialized and Non-serialized Items.
es_es: Diferencia entre Artículos con Número de Serie y Sin Número de Serie.

source: A serial number is a unique, identifying number or group of numbers and letters assigned to an individual Item. Serialized items are generally high value items for which you need to warranty's and service agreements. Mostly items as machinery, equipments and high-value electronics (computers, printers etc.) are serialized.
es_es: Un número de serie es número o conjunto de números y letras único asignado a un Articulo Individual. Los Artículos con Número de Serie generalmente son elementos con un alto precio para los cuales se debe otorgar una garantía o servicio de mantenimiento. Generalmente Artículos como maquinaria, equipos, equipos informáticos (computadores, impresoras, etc.) poseen Número de Serie.

source: Non Serialized items are generally fast moving and low value item, hence doesn't need tracking for each unit. Items like screw, cotton waste, other consumables, stationary products can be categorized as non-serialized.
es_es: Los Artículos sin Número de Serie generalmente son Artículos de bajo costo y rápido movimiento, por lo que no hace sentido llevar control de cada unidad. Productos como materiales de aseo útiles de oficina generalmente no tienen números de serie.

source: Stock Reconciliation option is available for the non serialized Items only. For seriazlized and batch items, you should create Material Receipt entry in Stock Entry form.
es_es: La opción de Conciliar el Inventario solo esta disponible para Artículos sin Número de Serie. Para Artículos con Números de Serie o Números de Lote, debe crear Salidas de Inventario en las Entradas de Almacén para actualizar el monto.

source: Opening Stocks
es_es: Saldos de Apertura

source: You can upload your opening stock balance in the system using Stock Reconciliation. Stock Reconciliation will update your stock for a given Item on a given date for a given Warehouse to the given quantity.
es_es: Puede subir sus saldos de apertura en el sistema durante la Conciliación de Inventarios. La Conciliación de Inventarios actualizara el inventario de un Articulo dado, para una fecha dada, en un almacén especifico a la cantidad especificada.

source: Tip: Stock Reconciliation can also be used to update the “value” of an Item. To understand how Items are valued read Valuation.
es_es: Tip. La Conciliación de Inventarios también puede ser usada para actualizar el Valor de un Articulo.

source: To perform Stock Reconciliation, go to:
es_es: Para realizar la Conciliación de Inventario, valla a:

source: Stock &gt;&gt; Tools &gt;&gt; Stock Reconciliation &gt;&gt; New Stock Reconciliation
es_es: Almacén &gt;&gt; Herramientas &gt;&gt; Conciliación de Inventarios &gt;&gt; Nueva Conciliación

source: Download Template
es_es: Descargar la Plantilla

source: A predefined template of an spreadsheet file should be followed for importing item's stock levels and valuations. Open new Stock Reconciliation form to see download option.
es_es: Una plantilla predefinida debe ser utilizada para importar los precios y cantidades de los Artículos. Abra la Nueva Conciliación de Inventario para ver las opciones de descarga.

source: Enter Data in csv file.
es_es: Introduzca la información en el archivo .csv.

source: Fill the template with the information than you want to update.
es_es: Complete la plantilla con la información que desea subir.

source: The csv format is case-sensitive. Do not edit the headers which are preset in the template. In the Item Code and Warehouse column, enter exact Item Code and Warehouse as created in your ERPNext account. For quatity, enter stock level you wish to set for that item, in a specific warehouse. If you do not want to change the quantity or valuation rate of an Item, you should leave it blank.
es_es: El formato csv es sensible al uso de mayúsculas y minúsculas. No edite los encabezados de la plantilla. En las columnas de Código de Articulo y Almacén, introduzca el código exacto de Código de Articulo y Almacén creado en el sistema. En la cantidad, introduzca las existencias que desea establecer para ese Articulo, en un Almacén determinado. Si no desea cambiar el monto o precio de un Articulo, deje la fila en blanco.

source: Note: Make sure you do not put zero if you do not want to change the quantity amount or valuation amount. The system will calculate zero as zero quantity. So leave the field blank.
es_es: Nota: No use valores cero (0) si no desea cambiar la cantidad o precio de un Articulo. El sistema calculara la existencia como cero (0). Deje la linea en blanco.

source: Upload file and Enter Values in Stock Reconciliation Form
es_es: Suba el archivo y introduzca los valores en el formato de Conciliación de Inventario.

source: Save and upload your .csv file
es_es: Guarde y suba su archivo .csv

source: Posting Date: Posting Date will be date when you want uploaded stock to reflect in the report. Posting Date selection option allows you making back dated stock reconcialiation as well.
es_es: Fecha de Actualización: La Fecha de Actualización sera la fecha que desea subir el inventario para reflejarlo en el reporte, la opción de Fecha de Actualización le permite realizar cambios al inventario en fechas anteriores.

source: Difference Account: When making Stock Reconciliation for updating opening balance, then you should select Balance Sheet account. Bydefault Temporary Asset and Temporary Liability Account are created in the chart of account which can be used here. Since Warehouse ledger is debit account, Difference Account selected here should be "Temporary Liability Account", which is credit account.
es_es: Cuenta de Diferencia: Cuando realice la Conciliación de inventario subiendo sus saldos de apertura debe seleccionar la cuenta de balance. Por defecto Pasivos y Activos Temporales son creados en el Catalogo de Cuentas que serán usados para este opción. Como la cuenta de Inventario es de saldo deudor, la Cuenta de Direfencia seleccionada debe ser "Pasivos Temporales", si el monto es un crédito.

source: If you are making Stock Reconciliation for correcting stock level or valuation of an item, then you can select any expense account in which you would want difference amount (derived from difference of valuation of item) should be booked. If Expense Account is selected as Difference Account, you will also need to select Cost Center as it is mandatory with any income and expense account selection.
es_es: Si esta realizando una conciliación de Inventario para actualizar o revaluar la cantidad o precio de un Articulo, puede seleccionar cualquier cuenta para registrar la diferencia (originada por la diferencia de precios de los Artículos). Si selecciona una Cuenta de Gastos como Cuenta para la Diferencia debe seleccionar un Centro de Costos ya que es obligatorio para toda selección de cuentas de ingresos o gastos.

source: After reviewing saved Reconciliation Data, submit the Stock Reconciliation. On successful submission, the data will be updated in the system. To check the submitted data go to stock and view stock level report.
es_es: Después de revisar los Datos de la Conciliación, presente la Conciliación de Inventario, si la actualización es exitosa, los datos serán actualizados en el sistema. Para verificar los datos actualizados valla al inventario y consulte el reporte de existencias.

source: Note: While filling the valuation rates of Items, if you wish to find out the valuation rates of all items, you can go to stock and click on Item Prices report. The report will show you all types of rates.
es_es: Nota: Cuando llene los valores de los Artículos, si desea encontrar los precios de cada articulo, valla a Inventario y consulte el reporte de Precios. El reporte le mostrara todos los precios y tipos de precios.

source: Review the reconciliation data
es_es: Revise la información de la conciliación

source: Verify your information.
es_es: Verifique su información
