Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Support.po
Languages: es_es

source: Support
es_es: Soporte

source: Great customer support and maintenance is at the heart of any successful small business. ERPNext gives you the tools to track all incoming requests and issues from your customers so that you can respond quickly. Your database of incoming queries will also help you track where the biggest opportunities are for improvements.
es_es: Mantener un buen soporte a sus clientes en el corazón de un negocio pequeño. ERPNext provee las herramientas para llevar seguimiento de las solicitudes de sus clientes.

source: In this module, you can track incoming queries from your email using Support Ticket. You can keep track on Customer Issues raised by Customers on specific Serial No and respond to them based on their warranty and other information. You can also make Maintenance Schedules for Serial Nos and keep a record of all Maintenance Visits made to your Customers.
es_es: En este modulo puede llevar seguimiento de solicitudes entrantes de sus clientes vía correo electrónico asignándoles un número de seguimiento. También puede programas Visitas de Seguimiento a sus clientes.

source: Issue
es_es: Asuntos

source: Issue is an incoming query from your Customer, usually via email or from the “Contact” section of your website. (To fully integrate the Support Ticket to email, see the Email Settings section). To create a new Issue, go to:
es_es: Un asunto es un requerimiento entrante de sus clientes, usualmente vía correo electrónico.

source: A dedicated support email id is a good way to integrate incoming queries via email. For example, you can send support queries to ERPNext at support@erpnext.com and it will automatically create a Issue in the Frappe system.
es_es: Es una buena idea tener una cuenta de correo electrónico dedicado para atender solicitud de sus clientes.

source: Discussion Thread
es_es: Discusión

source: When a new email is fetched from your mailbox, a new Issue record is created and an automatic reply is sent to the sender indicating the Support Ticket Number. The sender can send additional information to this email. All subsequent emails containing this Issue number in the subject will be added to this Issue thread. The sender can also add attachments to the email. Issue maintains all the emails which are sent back and forth against this issue in the system so that you can track what transpired between the sender and the person responding.
es_es: Cuando llega un nueve requerimiento a su cuenta de correo se genera una nuevo asunto y automáticamente se asigna el correo electrónico del cliente como dirección de respuesta. Todos los correo siguientes se van a agregar como comentarios al asunto.

source: Status
es_es: Estado

source: When a new Issue is created, its status is “Open”, when it is replied, its status becomes “Waiting for Reply”. If the sender replies back its status again becomes “Open”.
es_es: Cuando se crea un nuevo asunto se le asigna el estado "Abierto", cuando se envía una respuesta se asigna a "Esperando", si el cliente responde nuevamente se asigna a "Abierto".

source: Closing
es_es: Cerrar un asunto

source: You can either “Close” the Issue manually by clicking on “Close Ticket” in the toolbar or if its status is “Waiting For Reply” . If the sender does not reply in 7 days, then the Issue closes automatically.
es_es: Puede "Cerrar" un asunto manualmente haciendo clic en cerrar asunto, si el cliente no responde en 7 días la solicitud se cierra automáticamente.

source: Allocation
es_es: Asignación

source: You can allocate the Issue by using the “Assign To” feature in the right sidebar. This will add a new To Do to the user and also send a message indicating that this Issue is allocated.
es_es: Puede asignar un asunto a un miembro de su equipo usando la función "Asignar a". Esta va a agregar un tarea pendiente a la persona asignada para notificarle que el asunto le a sido asignado.

source: Customer Issue
es_es: Solicitud de Garantía

source: If you are selling Items under warranty or if you have sold and extended service contract like the Annual Maintenance Contract (AMC), your Customer may call you about an issue or a break-down and give you the Serial No of this Item. To record this, you can create a new Customer Issue and add the Customer and Item / Serial No. The system will then automatically fetch the Serial No’s details and indicate whether this is under warranty or AMC.
es_es: Si usted vende productos con garantía o con un contrato de mantenimiento los clientes pueden solicitar mantenimiento haciendo referencia al número de serie del elemento vendido.

source: You must also add a description of the Customer’s issue and assign it to the person who needs to look into solving the issue. To create a new Customer Issue:
es_es: Debe agregar manualmente una solicitud del cliente desde:

source: If a Customer visit is required to address the issue, you can create a new Maintenance Visit record from this.
es_es: Si es necesario una visita para atender la solicitud del cliente puede programar una visita de seguimiento.

source: Maintance Visit
es_es: Visita de Seguimiento

source: A Maintenance Visit is a record of a visit made by an engineer to a Customer’s premise usually against a Customer Issue. You can create a new Maintenance Visit from:
es_es: Una visita de seguimiento es un registro de una visita realizada a un cliente, puede crear una visita de seguimiento desde:

source: The Maintenance Visit contains information about the:
es_es: La visita de seguimiento contiene información sobre:

source: Customer.
es_es: Cliente.

source: The Items that were inspected / maintenance activity was carried out on.
es_es: Los productos que se deben revisar.

source: Details of actions taken.
es_es: Detalles de las acciones a seguir.

source: The person who carried out the actions.
es_es: La persona que debe llevar las acciones.

source: Feedback from the Customer.
es_es: Retro alimentación del cliente.

source: Maintance Sschedule
es_es: Calendario de Mantenimiento

source: All machines require regular maintenance, specially those that contain a lot of moving parts, so if you are in the business of maintaining those or have some of them in your own premises, this is a useful tool to plan a calendar of activities for its maintenance. If the Customer Issue refers to “Breakdown Maintenance”, this refers to “Preventive Maintenance”. To create a new Maintenance Schedule go to:
es_es: Algunos productos requieren de una calendario de mantenimiento especialmente aquellas que tiene partes móviles, para crear una calendario de mantenimiento valla a:

source: In the Maintenance Schedule, there are two sections:
es_es: En la sección de calendario de mantenimiento, hay dos secciones:

source: In the first section, you select the Items for which you want to generate the schedule and set how frequently you want to plan a visit or a maintenance. These can be optionally fetched from a Sales Order. After selecting the Items, “Save” the record.
es_es: La primer sección permite seleccionar las causas para generar el calendario y la frecuencia que planea de las visitas.

source: The second section contains the maintenance activities planned in the schedule. “Generate Schedule” will generate a separate row for each maintenance activity.
es_es: La segunda sección contiene las actividades de mantenimiento planeadas.

source: Each Item in a Maintenance Schedule is allocated to a Sales Person.
es_es: Cada elemento en un Calendario de Mantenimiento se asigna a un miembro del personal de ventas.

source: When the document is “Submitted” Calendar events are created in the User of the Sales Person for each maintenance.
es_es: Cuando se guarda el calendario de visita se crea una entrada en el calendario de las personas asignadas.
