Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Taxes.po
Languages: es_es

source: Setting Up Taxes
es_es: Configurando Impuestos

source: One of the primary motivator for compulsory use of accounting tools is calculation of Taxes. You may or may not make money but your government will (to help your country be safe and prosperous). And if you don’t calculate your taxes correctly, they get very unhappy. Ok, philosophy aside, ERPNext allows you to make configurable tax templates that you can apply to your sales or purchase.
es_es: Uno de los principales motivos del uso masivo de herramientas de contabilidad es el calculo de impuestos. Puede que tenga o no ganancias pero su gobierno le requerirá el pago de impuestos (para ayudar a mantener su país a salvo y prospero). Y si no calcula correctamente sus impuesto ellos no estarán felices. Dejando a un lado el aspecto filosófico, ERPNext le ayudara a crear plantillas de impuestos que puede crear para sus comprar o ventas.

source: Tax Accounts: For Tax Accounts that you want to use in the tax templates, you must go to Chart of Accounts and mention them as type “Tax” in your Chart of Item.
es_es: Cuentas de Impuestos: Para las Cuentas de Impuestos que usted desee usar en sus plantillas, debe ir al Catalogo de Cuentas y configurarlas como de tipo "Impuesto" en su Catalogo.

source: Item Tax: If some of your Items require different tax rates as compared to others, mention them in the Item tax table. Even if you have selected your sales and purchase taxes as default tax rates, the system will pull the Item tax rate for calculations. Item tax will get preference over other sales or purchase taxes. However, if you wish to apply default sales and purchase taxes, do not mention item tax rates in the Item master. The system will then select the sales or purchase tax rate specified by you as default rates.
es_es: Impuestos del Articulo: Si algunos de sus Artículos requieren diferentes tasas de impuestos en comparación a otros, debe definirlo en la lista de Impuestos de Artículos. Incluso si ha definido los impuestos de compra y venta por defecto del sistema, el sistema tomara este como tasa para el calculo. Los impuestos de los artículos tendrán preferencia sobre otros impuestos de compra y venta. En todo caso, si no desea aplicar las tasas por defecto, no defina tasas especificas en el Maestro de Artículos. El sistema entonces usara las tasas definidas por defecto.

source: Inclusive and Exclusive Tax: ERPNext allows you to enter Item rates which are tax inclusive.
es_es: Impuestos Incluidos o Excluidos: ERPNext le permite definir precios con impuestos incluidos.

source: Exception to the rule: Item tax settings are required only if a particular Item has a different tax rate than the rate defined in the standard tax Account
es_es: Excepción a la regla: La configuración de impuestos solo es necesaria para aquellos Artículos con una tasa diferente a la definida en el sistema.

source: Item tax is overwrite-able: You can overwrite or change the item tax rate by going to the Item master in the Item tax table.
es_es: La configuración de Impuestos se puede sobre escribir: Puede sobrescribir la configuración de Impuestos desde el Maestro de Artículos en la lista de impuestos por artículos.

source: Sales Taxes and Charges Master
es_es: Administrador de Impuestos de Venta y Cargos

source: You must usually collect taxes from your Customer and pay them to the government. At times, you may have to pay multiple taxes to multiple government bodies like local government, state or provincial and federal or central government.
es_es: Generalmente debe trasladar impuestos a sus Clientes y pagarlos al estado. En ocasiones debe pagar varios impuestos a varios entes del estado, como gobierno local, regional o central.

source: The way ERPNext sets up taxes is via templates. Other types of charges that may apply to your invoices (like shipping, insurance etc.) can also be configured as taxes.
es_es: La forma es que ERPNexr configura impuestos es mediante plantillas. Otros tipos de cargos puede aplicarse a la factura como (como seguros y fletes) puede ser configurados de forma similar a los impuestos.

source: Select template and modify as per your need.
es_es: Seleccione una plantilla según sus necesidades.

source: To create a new sales tax template called Sales Taxes and Charges Master, you have to go to:
es_es: Para una nueva planilla llamada Maestro de Impuestos de Venta y Otros Cargos, de ir a:

source: Setup &gt; Accounts &gt; Sales Taxes and Charge Master
es_es: Configurando &gt; Cuentas &gt; Impuestos de Venta y Cargos

source: When you create a new master, you will have to add a row for each tax type.
es_es: Cuando cree una nueva tabla, debera agregar una fila para cada impuesto.

source: The tax rate you define here will be the standard tax rate for all Items. If there are Items that have different rates, they must be added in the Item Tax table in the Item master.
es_es: La tasa del impuesto que defina sera la tasa estándar para todos los Artículos. Si hay artículos con diferentes tasas deberá definirla en el Maestro de Impuestos del Maestro de Artículos.

source: In each row, you have to mention:
es_es: En cada fila, debe mencionar:

source: Calculation Type:
es_es: Tipo de Calculo:

source: On Net Total : This can be on net total (total amount without taxes).
es_es: En el Precio Neto: Puede incluirse en el precio neto (monto total sin impuestos).

source: On Previous Row Total/Amount: You can apply taxes on previous row total / amount. If you select this option, the tax will be applied as a percentage of the previous row (in the tax table) amount or total. Previous row amount means a particular tax amount.And, previous row total means net total plus taxes applied up to that row. In the Enter Row Field, mention row number on which you want to apply the current tax. If you want to apply the tax on the 3rd row, mention "3" in the Enter Row field.
es_es: Sobre el Monto / Total de la fila previa: Puede aplicar impuesto sobre el monto / total de filas previas. Si selecciona esta opción, el impuesto sera aplicado como un porcentaje del monto o total en la fila previa (en la misma tabla). Montos en la fila previa representan un tipo particular de impuestos. Estos impuestos se aplicaran mas el monto neto al Total de la Factura. En el Espacio Para Definir la fila detalle el número de fila sobre el que desea aplicar el total. Si desea aplicarlo sobre la tercer fila, defina "3" en el número de fila.

source: Actual : Enter as per actual amount in rate column.
es_es: Actual: Se introduce el monto especificado en la columna monto.

source: Account Head: The Account ledger under which this tax will be booked
es_es: Cuenta: La cuenta en la que se registrara el impuesto.

source: Cost Center: If the tax / charge is an income (like shipping) it needs to be booked against - a Cost Center.
es_es: Centro de Costo: Si el impuesto o cargo es un ingreso (como transporte) debe ser registrado contra un Centro de Costos.

source: Description: Description of the tax (that will be printed in invoices / quotes).
es_es: Descripción: Descripción del impuesto (sera impreso en la factura).

source: Rate: Tax rate.
es_es: Tasa: La tasa del impuesto.

source: Amount: Tax amount.
es_es: Monto: Monto del impuesto o cargo

source: Total: Cumulative total to this point
es_es: Total: Sumatoria del total a este puento

source: Enter Row: If based on "Previous Row Total" you can select the row number which will be taken as a base for this calculation (default is the previous row).
es_es: Introducir Fila: Si selecciona un impuesto basado en el total de una fil anterior que se tomara como base para el calculo (por defecto es la fila anterior).

source: Is this Tax included in Basic Rate?: If you check this, it means that this tax will not be shown below the item table, but will be included in the rate in your main item table. This is useful when you want to give a flat price (inclusive of all taxes) to your customers.
es_es: ¿Incluido en el Precio Básico?: Si selecciona esta opción, el impuesto no sera mostrado en la tabla, pero sera incluido en el precio del Articulo. Esto es útil para dar al Cliente un precio neto (incluyendo todos los impuesto).

source: Once you setup your template, you can select this in your sales transactions.
es_es: Una vez configurada su plantilla, puede seleccionarla en sus operaciones de venta.

source: Purchase Taxes and Charges Master
es_es: Impuestos de Compra y Cargos

source: Similar to your Sales Taxes and Charges Master is the Purchase Taxes and Charges Master.
es_es: Similar a los Impuestos de Venta son los Impuestos de Compra.

source: This is the tax template that you can use in your Purchase Orders and Purchase Invoices. If you have value added taxes (VAT), where you pay to the government the difference between your incoming and outgoing taxes, you can select the same Account that you use for sales taxes. For more details see Purchase Taxes.
es_es: Esta es la plantilla de impuestos que usa para Ordenes de Compra y Facturas de Compra, Si tiene Impuesto al Valor Agregado (IVA), donde paga al gobierno la diferencia entre el impuesto de las ventas y el impuesto de la compras, puede seleccionar la misma cuenta que el impuesto de ventas.

source: The columns in this table are similar to the Sales Taxes and Charges Master with the difference as follows:
es_es: La columnas de esta tabla son similares los impuestos de Venta con las siguiente diferencias:

source: Consider Tax or Charge for: In this section you can specify if the tax / charge is only for valuation (not a part of total) or only for total (does not add value to the item) or for both.
es_es: Considerar Impuestos o Cargos para: En esta sección especifica si el impuesto / cargo no es para valuación (parte del costo) o solo par el total (no agrega valor al producto) o ambos.
