Repository: williamjmorenor/manual_erpnext_publican
Catalog: */Users.po
Languages: es_es

source: Users And Permissions
es_es: Usuarios y Permisos

source: In ERPNext, you can create multiple users and assign them different roles. There are some users which can only access the public facing part of ERPNext (i.e. the website). Such users are called "Website Users".
es_es: En ERPNext, puede crear múltiples usuarios y asignarles diferentes roles. Algunos usuarios solo tiene acceso a la parte pública de ERPNext (por ejemplo el sitio web. Esos usuarios se llaman "Usuarios del Sitio Web").

source: ERPNext implements permission control at the User and Role level. Each user in the system can be assigned multiple roles and permissions.
es_es: ERPNext implementa un control de permisos a nivel de Usuarios y Roles. Cada usuario en el sistema puede tener asignados varios roles y permisos.

source: The most important role is the "System Manager". Any user having this role can add other users and set roles to all users.
es_es: El rol mas importante del sistema es el "Administrador del Sistema". Cualquier usuario con este rol puede agregar otros usuarios y asignar otros roles a los demás usuarios.

source: Adding Users
es_es: Agregando Usuarios

source: Users can be added by the System Manager. If you are a System Manager, you can add Users via
es_es: Los usuarios pueden ser agregados por el Adminstrador del Sistema, puede agregarlos vía

source: Setup &gt; User
es_es: Configuración &gt; Usuarios

source: List of Users
es_es: Lista de Usuarios

source: To add new user, click on "New".
es_es: Para agregar un nuevo usuario, clic en "Nuevo".

source: Add the user details
es_es: Agregar los detalles del usuario

source: Add user details such as First Name, Last Name, Email etc.
es_es: Agregar detalles del usuario como Nombre, Apellido, Correo Electrónico etc.

source: The user's Email will become the user id.
es_es: El Correo Electrónico del Usuario se convertirá en su ID del Sistema.

source: After adding these details, save the user.
es_es: Después de agregar los detalles, guarde el usuario.

source: Setting Roles
es_es: Configurando Roles

source: After saving, you will see a list of roles and a checkbox next to it. Just check the roles you want the the user to have and save the document. To click on what permissions translate into roles, click on the role name.
es_es: Después de guardar los detalles del usuario, podrá ver una lista de los roles disponibles y una caja de selección junto a ellos. Para seleccionar que permisos se agregan a cada rol, haga clic en el nombre del rol.

source: Setting Module Access
es_es: Configurando el Modulo de Acceso

source: Users will have access to all modules for which they have role based access. If you want to block certain modules for certain users, un-check the module from the list.
es_es: Los usuarios tendrán acceso a todos los módulos para los que tienen acceso de acuerdo a sus roles. Si usted desea bloquear ciertos módulos para ciertos usuarios, debe desleccionar los módulos de la lista.

source: Security Settings
es_es: Configuración de Seguridad

source: If you wish to give the user access to the system only between office hours, or during weekends, mention it under security settings.
es_es: Si usted desea darle acceso al sistema a un usuario solo en horas laborales, o durante los fines de semana, debe configurarlo en la configuración de seguridad.

source: Role Based Permissions
es_es: Permisos Basados en Roles

source: ERPNext has a role-based permission system. It means that you can assign Roles to Users, and set Permissions on Roles. The permission structure also allows you to define different permission rules for different fields, using a concept called Permission "Level" of a field. Once roles are assigned to a user, it gives you the ability to limit access for a user to only specic documents.
es_es: ERPNext tiene un sistema de permisos basados en roles. Esto significa que usted puede asignar Roles a Usuarios, y definir Permisos basados en los Roles. La estructura de permisos también permite definir diferentes permisos para diferentes campos, usando un concepto llamado "Niveles" de Permiso para un campo. Una vez que los roles han sido asignados a un usuario, este le permite limitar el acceso de los usuarios soló a documentos específicos.

source: To start with, go to:
es_es: Para iniciar, valla a:

source: Setup &gt; Users and Permissions &gt; Role Permissions Manager
es_es: Configuración &gt; Usuarios y Permisos &gt; Administración de Permisos

source: Permissions are applied on a combination of:
es_es: Los permisos con aplicados en base a una combinación de:

source: <emphasis role="bold">Roles:</emphasis> As we saw earlier, Users are assigned to Roles and it is on these Roles that permission rules are applied.
es_es: <emphasis role="bold">Roles:</emphasis> Como se menciono anteriormente, los Usuarios son asignados a diferentes roles y es en estos Roles donde se aplican los permisos.

source: <emphasis role="bold">Document Types:</emphasis> Each type of document, master or transaction, has a separate list of Role based permissions.
es_es: <emphasis role="bold">Tipos de Documentos:</emphasis> Cada tipo de documento, principal o transacción, tiene una lista separada de permisos basados en Roles.

source: <emphasis>Examples of Document Types are Sales Invoice, Leave Application, Stock Entry, etc.</emphasis>
es_es: <emphasis>Ejemplos de Tipos de Documentos son Facturas de Venta, Solicitud de Vacaciones, Entrada de Inventario, etc.</emphasis>

source: <emphasis role="bold">Permission "Levels":</emphasis> In each document, you can group fields by "levels". Each group of field is denoted by a unique number (0, 1, 2, 3, etc.). A separate set of permission rules can be applied to each field group. By default all fields are of level 0.
es_es: <emphasis role="bold">Niveles de Permisos:</emphasis> En cada documento, usted puede agrupar los campos por "niveles". Cada grupo de campos se denota con un número único (0, 1, 2, 3 etc.). Un juego diferente de permisos pueden ser aplicdos a cada grupo de campos. Por defecto todos los campos son nivles 0.

source: <emphasis>Permission "Level" connects the group of fields with level X to a permission rule with level X.</emphasis>
es_es: <emphasis>Los Niveles de Permisos conectan el grupo de campos X a una regla de permisos con nivel X.</emphasis>

source: <emphasis role="bold">Document Stages:</emphasis> Permissions are applied on each stage of the document like on Creation, Saving, Submission, Cancellation and Amendment. A role can be permitted to Print, Email, Import or Export data, access Reports, or define User Permissions.
es_es: <emphasis role="bold">Estados de Documentos:</emphasis> Los permisos son aplicados en cada Estado de los Documentos como Creación, Guardado, Presentación, Cancelación y Corrección. Un rol puede permitir Imprimir, Enviar por Correo Electrónico, Importar o Exportar Datos, acceder a Reportes, o definir Permisos de Usuarios.

source: <emphasis role="bold">Apply User Permissions: </emphasis> This switch decides whether User Permissions should be applied for the role on selected Document Stages.
es_es: <emphasis role="bold">Aplicar Permisos de Usuario:</emphasis> Define cuales Permisos de Usuarios pueden ser aplicados para un rol en los Estados del Documento seleccionados.

source: If enabled, a user with that role will be able to access only specific Documents for that Document Type. Such specific Document access is defined in the list of User Permissions. Additionally, User Permissions defined for other Document Types also get applied if they are related to the current Document Type through Link Fields.
es_es: Si esta definido, un usuario con un rol podrá acceder soló a Documentos específicos para ese Tipo de Documentos. Ese acceso especifico se define en la lista de Permisos de Usuarios. Adicionalmente, Permisos de Usuario definidos para cada Tipo de Documento también son aplicados si ellos están relacionados al Tipo de Documento actual a través Campos Vinculados.

source: To set, User Permissions go to:
es_es: Para definir Permisos de Usuario, valla a:

source: Setup &gt; Users and Permissions &gt; User Permissions Manager
es_es: Configuración &gt; Usuarios y Permisos &gt; Administrador de Permisos de Usuarios

source: <emphasis role="bold">To add a new rule, </emphasis> click on "Add a New Rule" button and a pop-up box will ask you to select a Role and a Permission Level. Once you select this and click on "Add", this will add a new row to your rules table.
es_es: <emphasis role="bold">Para agregar una nueva regla, </emphasis> clic en el botón "Agregar una Nueva Regla" y una ventana emergente le solicitara seleccionar un Rol y un Permiso de Usuario. Una vez que seleccione y de clic en "Agregar", se agregara una nueva fila a tu tabla de roles.

source: Leave Application is a good <emphasis role="bold">example</emphasis> that encompasses all areas of Permission System.
es_es: La Solicitud de vacaciones en un buen <emphasis role="bold">ejemplo</emphasis> que agrupa todas las áreas del Sistema de Permisos.

source: <emphasis role="bold">It should be created by an Employee. </emphasis> For this, Employee Role should be given Read, Write, Create permissions.
es_es: <emphasis role="bold">Debe ser creada por un empleado. </emphasis> Para esto, el Rol de Empleado debe tener permisos de Escritura, Lectura y Creación.

source: <emphasis role="bold">An Employee should only be able to access his/her Leave Application. </emphasis> Hence, Apply User Permissions should be enabled for Employee Role, and a User Permission record should be created for each User Employee combination. (This effort is reduced for Employee Document Type, by programmatically creating User Permission records.)
es_es: <emphasis role="bold">Un empleado debe tener acceso soló a sus solicitudes. </emphasis> Luego, los Permisos de Usuario deben ser habilitados para el Rol de Empleado, y un Permiso de Usuario debe ser creado para cada Combinación de Usuario Empleado. (Este esfuerzo se reduce para el Tipo de Documento Empleado, creando automáticamente registros de Permisos de Usuario).

source: <emphasis role="bold">HR Manager should be able to see all Leave Applications. </emphasis> Create a Permission Rule for HR Manager at Level 0, with Read permissions. Apply User Permissions should be disabled.
es_es: <emphasis role="bold">El Administrador de Recursos Humanos debe tener acceso a todas las Solicitudes de Vacaciones.</emphasis> Crea una Regla de Permiso para el Administrador de Recursos Humanos en el Nivel 0, con permisos de Lectura. Debe deshabilitar Aplicar Permisos de Usuario.

source: <emphasis role="bold">Leave Approver should be able to see and update Leave Applications applicable to him/her. </emphasis> Leave Approver is given Read and Write access at Level 0, with Apply User Permissions enabled. Relevant Employee Documents should be enlisted in the User Permissions of Leave Approvers. (This effort is reduced for Leave Approvers mentioned in Employee Documents, by programmatically creating User Permission records.)
es_es: <emphasis role="bold">El Supervisor debe ser capaz de acceder y modificar Solicitudes de Vacaciones aplicables.</emphasis> Se debe otorgar permisos de Lectura y Escritura al Supervisor de Vacaciones en el Nivel 0, se debe seleccionar Aplicar Permisos de Usuario. Documentos Relevantes del Empleado deben ser listados en los Permisos de Usuario para Supervisor de Vacaciones. (El esfuerzo de reduce gracias al Supervisor de Vacaciones definido en los Detalles del Empleado, creando automáticamente registros de Permisos de Usuario).

source: <emphasis role="bold">It should be Approved / Rejected only by HR User or Leave Approver. </emphasis> The Status field of Leave Application is set at Level 1. HR User and Leave Approver are given Read and Write permissions for Level 1, while everyone else (All) are given Read permission for Level 1.
es_es: <emphasis role="bold">Debe ser Aprobado / Rechazado solo por usuarios del Modulo de Recursos Humnanos o Supervisores de Vacaciones.</emphasis> El Campo de Estado de la Solicitud de Vacaciones esta establecido a Nivel 1, Usuarios del Modulo de Recursos Humanos tiene permisos de Lectura y Escritura para el Nivel 1, mientras que todos los demás soló tiene permisos de Lectura en el Nivel 1.

source: <emphasis role="bold">HR User should be able to delegate Leave Applications to his/her subordinates HR. </emphasis> User is given the right to Set User Permissions. A User with HR User role would be able to defined User Permissions on Leave Application for other users.
es_es: <emphasis role="bold">Usuarios del modulo de Recursos Humanos tienen que poder delegar Solicitudes de Vacaciones a sus subordinados.</emphasis> Un usuario tiene la opción de Definir Permisos de Usuario. Un usuario con el rol de Usuario del Modulo de Recursos Humanos debe ser capas de definir Permisos de Usuario en las Solicitudes de Vacaciones a otros usuarios.

source: User Permissions
es_es: Permisos de Usuario

source: Limit access for a User to a set of documents using User Permissions Manager.
es_es: Limitar el acceso para un Usuario a una serie de documentos usando el Administrador de Permisos de Usuario.

source: Role Base Permissions define the periphery of document types within which a user with a set of Roles can move around in. However, you can have an even finer control by defining User Permissions for a User. By setting specific documents in User Permissions list, you can limit access for that User to specific documents of a particular DocType, on the condition that "Apply User Permissions" is checked in Role Permissions Manager.
es_es: Los Permisos Basados en Roles definen aquellos tipos de documentos a los cuales puede acceder un usuario dependiendo de sus Roles. De cualquier manera, usted puede tener un control mas preciso definiendo los permisos de un Usuario. Especificando documentos específicos en la lista de Permisos de Usuarios, puede limitar el acceso a ciertos usuarios a ciertos documentos de un Tipo de Documento particular, con la condición de que "Aplicar Permisos de Usuarios" este establecida en el Administrador de Permisos de Roles.

source: Sharing
es_es: Compartiendo

source: In addition to user and role permissions, you can also Share a document with another user if you have sharing rights.
es_es: Adicionalmente a los permisos de usuario y de roles, usted puede compartir un documento con otro usuario si usted tiene permiso para compartirlo.

source: To share a document, open the document, click on the "+" icon under sharing and select the user
es_es: Para compartir un documento, abre el documento, clic en el signo de "+" bajo compartir y seleccione el usuario.
